Repository: Altovate/Eagle
Catalog: apps/fusion/locale/messages.*.xlf
Languages: fr_ca

source: Add a comment
fr_ca: Ajouter un commentaire

source: Post
fr_ca: Publier

source: Answers
fr_ca: Réponses

source: Load previous answers
fr_ca: Chargez les réponses précédentes

source: Your Answer
fr_ca: Votre réponse

source: Post your answer
fr_ca: Publier votre réponse

source: Edit Question
fr_ca: Modifier question

source: Delete Question
fr_ca: Supprimer question

source: Edit Reply
fr_ca: Modifier une réponse

source: Delete Reply
fr_ca: Supprimer une réponse

source: Created on
fr_ca: Créé le

source: Published on
fr_ca: Publié le

source: No post found for you under this category
fr_ca: Aucune publication n’a été trouvée pour vous sous cette catégorie

source: Tag
fr_ca: Étiquette

source: Accept answer
fr_ca: Accepter une réponse

source: Update
fr_ca: Mettre à jour

source: edit
fr_ca: éditer

source: delete
fr_ca: supprimer

source: Load More Comments
fr_ca: Charger plus de commentaires

source: Post
fr_ca: Publier

source: You cannot accept your own answer
fr_ca: Impossible d’accepter votre propre réponse

source: Rate Platform
fr_ca: Plateforme de taux

source: Rate Content
fr_ca: Contenu du taux

source: Report an issue
fr_ca: Signaler un problème

source: Got Stuck?
fr_ca: Êtes-vous bloqué ?

source: Give us details and we'll make it work
fr_ca: Donnez-nous les détails et nous le ferons fonctionner

source: Give us a detailed report (min. 10 characters)
fr_ca: Donnez-nous un rapport détaillé (min. 10 caractères)

source: Submit Feedback
fr_ca: Soumettre un commentaire

source: Rating is required
fr_ca: Classement est requis

source: I liked
fr_ca: J’ai aimé

source: Tell us what you liked (optional)
fr_ca: Dites-nous ce que vous avez aimé (en option)

source: Like the content? Share your comments (optional)
fr_ca: Aimer le contenu? Partager vos commentaires (en option)

source: I wish
fr_ca: Je souhaite

source: What more would you like to see? (optional)
fr_ca: Que souhaitez-vous voir de plus ? (en option)

source: How can we enhance your learning? (optional)
fr_ca: Comment pouvons-nous améliorer votre apprentissage ? (en option)

source: Platform Feedback
fr_ca: Commentaire sur la plate-forme

source: Content Request
fr_ca: Demande de contenu

source: Service Request
fr_ca: Demande de service

source: Author
fr_ca: Auteur

source: Platform
fr_ca: Plate-forme

source: Content Requests
fr_ca: Demandes de contenu

source: Service Requests
fr_ca: Demandes de service

source: Filter by:
fr_ca: Filtrer par:

source: Content Feedback
fr_ca: Commentaire de contenu

source: Platform Feedback
fr_ca: Commentaire sur la plate-forme

source: Content Requests
fr_ca: Demandes de contenu

source: Other Requests
fr_ca: Autres demandes

source: Feedback type
fr_ca: Type de commentaire

source: Content type
fr_ca: Type de contenu

source: Show only unread items
fr_ca: Affichez seulement les éléments non lus

source: Show only unanswered items
fr_ca: Affichez seulement les éléments non répondus

source: Feedback that you have given.
fr_ca: Le commentaire que vous avez effectué.

source: Feedback that you have received for your content.
fr_ca: Les commentaires que vous avez reçus pour votre contenu.

source: Feedback on the platform.
fr_ca: Les commentaires sur la plate-forme.

source: View and reply to content requests.
fr_ca: Affichez et répondez aux demandes de contenu.

source: View and reply to service requests.
fr_ca: Affichez et répondez aux demandes de service.

source: No results found.
fr_ca: Aucun résultat trouvé

source: There was an error while searching for feedback.
fr_ca: Une erreur s'est produite lors de la recherche d'un commentaire.

source: Type your text here
fr_ca: Saisissez votre texte ici

source: Limit to 2000 characters.
fr_ca: Limité à 2000 caractères.

source: You have exceeded 2000 characters.
fr_ca: Vous avez dépassé 2000 caractères.

source: There was an error while fetching this feedback thread.
fr_ca: Une erreur s’est produite lors de la recherche de ce fil de commentaire.

source: We appreciate your feedback
fr_ca: Nous vous remercions pour votre commentaire

source: My Feedback
fr_ca: Mon commentaire

source: Request Content
fr_ca: Contenu de demande

source: Other Requests
fr_ca: Autres demandes

source: Feedback can be provided about content, feature and any issue that he/she faced
fr_ca: Un commentaire peut être fait sur le contenu, les fonctionnalités et tout problème rencontré

source: All Feedbacks
fr_ca: Tous les commentaires

source: User Can view all the feedbacks here
fr_ca: L'utilisateur peut voir tous les commentaires ici

source: What new content would you like to see?
fr_ca: Quel nouveau contenu voudriez-vous voir ?

source: Type your request here
fr_ca: Saisissez votre demande ici

source: What services would you like from our platform?
fr_ca: Quels services attendez-vous de notre plate-forme?

source: Learning Journey <mat-icon>chevron_right </mat-icon>
fr_ca: Voyage d'apprentissage <mat-icon>chevron_right </mat-icon>

source: This Learning Journey at a glance
fr_ca: Ce voyage d'apprentissage en un coup d'œil

source: No Content mapped to
fr_ca: Aucun contenu mappé sur

source: Learning Journeys
fr_ca: Parcours d’apprentissage

source: (Under Construction)
fr_ca: (En cours de construction)

source: Learning journeys offer a specially curated, coherent collection of learning and training units that accompany you on your way to continuously developing your knowledge and skills.
fr_ca: Les parcours d'apprentissage offrent un ensemble cohérent d'unités d'apprentissage et de formation qui vous accompagnent tout au long de votre cheminement vers le développement continu de vos connaissances et de vos compétences.

source: Learning Journey
fr_ca: Parcours d’apprentissage

source: Pick your Topics/Roles
fr_ca: Choisissez vos Sujets/Rôles

source: Pick your Development Area
fr_ca: Choisissez votre zone de développement

source: path
fr_ca: chemin

source: Coming Soon ...
fr_ca: Bientôt disponible...

source: Coming Soon ...
fr_ca: Bientôt disponible...

source: Your Knowledge Boards
fr_ca: Vos Tableaux de connaissances

source: Currently, you don't have any knowledge boards. Please add one.
fr_ca: Actuellement, vous n'avez pas de tableaux de connaissances. Veuillez en ajouter un.

source: Failed fetching your knowledge boards.
fr_ca: Échec de la recherche de vos tableaux de connaissances.

source: Knowledge Boards You Follow
fr_ca: Les tableaux de connaissances que vous suivez

source: You are not following any knowledge board. Please follow one.
fr_ca: Vous ne suivez aucun tableau de connaissances. Veuillez en suivre un s'il vous plaît.

source: Failed fetching knowledge boards you follow.
fr_ca: Échec à la recherche des tableaux de connaissances que vous suivez.

source: Latest Knowledge Boards
fr_ca: Derniers tableaux de connaissances

source: No Knowledge board found.
fr_ca: Aucun tableau de connaissances trouvé.

source: Failed fetching knowledge boards.
fr_ca: Échec de l'extraction des tableaux de connaissances.

source: Reorder
fr_ca: Réorganiser

source: Edit contents
fr_ca: Modifier les contenus

source: Add contents
fr_ca: Ajouter les contenus

source: Followers:
fr_ca: Suiveurs :

source: Followers
fr_ca: Suiveurs

source: Updated:
fr_ca: Mis à jour :

source: Last Updated
fr_ca: Dernière mise à jour

source: CURATORS:
fr_ca: CONSERVATEURS :

source: New
fr_ca: Nouveau

source: Create a new section
fr_ca: Créer une nouvelle section

source: Reason for adding
fr_ca: Raison de l'ajout

source: Please select at least one content<br/>
fr_ca: Veuillez choisir au moins un contenu<br/>

source: Add
fr_ca: Ajouter

source: Delete contents
fr_ca: Supprimer les contenus

source: Save
fr_ca: Enregistrer

source: Discard
fr_ca: Rejeter

source: Discussion Forum
fr_ca: Forum de discussion

source: Curators
fr_ca: Conservateurs

source: Content added successfully. Your changes will reflect within a minute.
fr_ca: Contenu ajouté avec succès. Vos changements se refléteront dans une minute.

source: Content deleted successfully. Your changes will reflect within a minute.
fr_ca: Contenu supprimé avec succès. Vos changements se refléteront dans une minute.

source: Content updated successfully. Your changes will reflect within a minute.
fr_ca: Contenu mis à jour avec succès. Vos modifications seront prises en compte dans une minute.

source: Content order changed. Your changes will reflect within a minute.
fr_ca: L'ordre du contenu a changé. Vos changements se refléteront dans une minute.

source: Failed to update.
fr_ca: Échec de la mise à jour.

source: About us
fr_ca: À propos de nous

source: Prev
fr_ca: Préc.

source: Skip
fr_ca: Sauter

source: Done
fr_ca: Terminé

source: Account Settings
fr_ca: Paramètres de compte

source: Name
fr_ca: Nom

source: Public display name
fr_ca: Nom d’affichage public

source: Role
fr_ca: Rôle

source: Grade level
fr_ca: Niveau d'étude

source: K-5 Teacher
fr_ca: Enseignant K-5

source: 6-8 Teacher
fr_ca: Enseignant 6-8

source: 9-12 Teacher
fr_ca: Enseignant 9-12

source: This field is required
fr_ca: Ce champ est requis

source: Display on my profile
fr_ca: Affichez sur mon profil

source: State where you teach
fr_ca: Indiquez où vous enseignez

source: School or Organisation
fr_ca: École or Organisation

source: Profile Photo
fr_ca: Photo de profil

source: Upload Profile Photo
fr_ca: Téléchargez la photo de profil

source: Choose Photo
fr_ca: Choisir une photo

source: .jpg, .gif or .png. Max size 1 MB
fr_ca: .jpg, .gif ou .png. Taille max 1 Mo

source: Public Profile Links
fr_ca: Liens du profil public

source: Facebook Profile
fr_ca: Profil Facebook

source: LinkedIn Profile
fr_ca: Profil LinkedIn

source: Personal Website
fr_ca: Site Internet Personnel

source: Email address
fr_ca: Adresse électronique

source: Change email address
fr_ca: Modifier l’adresse e-mail

source: Password
fr_ca: Mot de passe

source: Change password
fr_ca: Changer le mot de passe

source: Save Changes
fr_ca: Enregistrer les modifications

source: Some error has occured! Please try after sometime.
fr_ca: Des erreurs se sont produites! Veuillez essayer plus tard.

source: Invalid Format
fr_ca: Format Invalide

source: Size greater than allowed
fr_ca: Taille supérieure à celle autorisée

source: Changes have been saved
fr_ca: Les modifications ont été enregistrées

source: This is Learning Hub home page
fr_ca: Voici la page d’accueil du Hub d’apprentissage

source: Contents will appear soon...
fr_ca: Les contenus s’afficheront bientôt...

source: You can start participating in discussions once Leader initiates it.
fr_ca: Vous pouvez commencer à participer aux discussions, une fois que le Leader les a initiées.

source: Uh oh! Looks like our services have crashed. Unable to fetch discussions.
fr_ca: Hum ! Il semble que nos services se sont effondrés. Impossible de récupérer les discussions.

source: Fetching discussions...
fr_ca: Récupération des discussions...

source: No Data Available for this leader.
fr_ca: Aucune donnée disponible pour ce leader.

source: Something went wrong. Not able to load the content.
fr_ca: Quelque chose s’est mal passé. Impossible de charger le contenu.

source: You started following
fr_ca: Vous avez commencé à suivre

source: You unfollowed
fr_ca: Vous avez arrêté de suivre

source: Error occured. Please try again later.
fr_ca: Une erreur s’est produite. Veuillez réessayer ultérieurement.

source: Looks like we are having some issues in our content.
fr_ca: Il semble que nous avons des problèmes dans notre contenu.

source: Debug Message: This content is of a different mimeType (
fr_ca: Message de débogage : Ce contenu est d’un type de mime différent (

source: Possible Link:
fr_ca: Lien possible :

source: and we will make it work
fr_ca: et nous le ferons fonctionner

source: Looks like you are not authorized to preview this content.
fr_ca: On dirait que vous n'êtes pas autorisé à prévisualiser ce contenu.

source: Queue
fr_ca: File d’attente

source: The Resource is not part of the collection
fr_ca: La Ressource ne fait pas partie de la collection

source: Unsupported Collection Type
fr_ca: Type de collection non pris en charge

source: Your browser does not support HTML5 audio.
fr_ca: Votre navigateur ne supporte pas l'audio HTML5.

source: This content can only be viewed in Intranet.
fr_ca: Ce contenu ne peut être consulté qu'en Intranet.

source: Content may be required to be opened in a new window. If you are unable to view it, Please click on the Open in New Window Button else Dismiss
fr_ca: Le contenu peut être requis pour ouvrir dans une nouvelle fenêtre. Si vous ne pouvez pas le voir, veuillez cliquer sur le bouton Ouvrir dans une nouvelle fenêtre, sous peine de révocation

source: This content can only be viewed in Intranet.<br/>
fr_ca: Ce contenu ne peut être consulté qu'en Intranet.<br/>

source: Content will open in a new window. If you are unable to view it, click on the button below.
fr_ca: Le contenu sera ouvert dans une nouvelle fenêtre. Si vous ne pouvez pas le voir, cliquez sur le bouton ci-dessous.

source: This content can only be viewed in Intranet.
fr_ca: Ce contenu ne peut être consulté qu'en Intranet.

source: Open in New Window
fr_ca: Ouvrir une nouvelle fenêtre

source: Dismiss
fr_ca: Ignorer

source: This is a third party online training program. There could be a delay in loading the content.
fr_ca: Il s’agit d’un programme de formation en ligne pour tierce partie. Il pourrait avoir un retard lors du chargement du contenu.

source: Error loading page. Please try refreshing page.
fr_ca: Page de chargement d’erreur. Veuillez essayer réactualiser la page.

source: There is nothing to play. <a>Click here</a> to go to details page.
fr_ca: Il n'y a rien à jouer. <a>Cliquez ici</a> pour aller aux détails de la page.

source: HTML Content Viewer
fr_ca: Visualiseur du contenu HTML

source: Error fetching page JSON
fr_ca: Erreur lors de la récupération de la page JSON

source: This content can be viewed only in Desktop/Laptop.
fr_ca: Ce contenu ne peut être affiché que sur ordinateur de bureau/portable.

source: Problem Statement
fr_ca: Énoncé de problème

source: Step 1:
fr_ca: Étape 1:

source: Add class
fr_ca: Ajoutez une classe

source: Step 2: Arrange
fr_ca: Étape 2: Organiser

source: Protected
fr_ca: Protégé

source: Private
fr_ca: Privé

source: Step 3: Relationship
fr_ca: Étape 3: Lien de parenté

source: is-a
fr_ca: est-a

source: has-a
fr_ca: a-a

source: uses-a
fr_ca: utilise-a

source: Submit
fr_ca: Soumettre

source: Reset
fr_ca: Réinit

source: Please add a class to submit and see the result!
fr_ca: Veuillez ajouter un cours à soumettre et voir le résultat !

source: Some error occurred. Please try again later!
fr_ca: Des erreurs se sont produites. Veuillez essayer ultérieurement !

source: Classes
fr_ca: Cours

source: All classes are correct
fr_ca: Tous les cours sont corrects

source: Relationships
fr_ca: Liens de parenté

source: Submit
fr_ca: Soumettre

source: Some of your test cases have Failed. Do you still want to submit?
fr_ca: Certains cas de vos tests ont échoués. Voulez-vous toujours soumettre ?

source: No Submission Found
fr_ca: Pas de soumission trouvée

source: No Submission Found for this Exercise.
fr_ca: Pas de soumission trouvée pour cet exercise.

source: Problem Statement
fr_ca: Énoncé de problème

source: Code in
fr_ca: Code d’entrée

source: Execute
fr_ca: Exécuter

source: Copy to clipboard
fr_ca: Copier dans le presse-papiers

source: Verify
fr_ca: Vérifier

source: Last Submission
fr_ca: Dernière soumission

source: Execution Result
fr_ca: Résultat d’exécution

source: Your code is executing...
fr_ca: Votre code est en cours d’exécution...

source: Output:
fr_ca: Sortie :

source: Verification Result
fr_ca: Résultat de vérification

source: Your code is being verified...
fr_ca: Votre code est en cours de vérification...

source: Logical
fr_ca: Logique

source: Sl. No.
fr_ca: Série N°

source: Test Target
fr_ca: Cible de test

source: Input
fr_ca: Entrée

source: Expected Output
fr_ca: Sortie attendue

source: Actual Output
fr_ca: Sortie actuelle

source: Result
fr_ca: Résultat

source: Sample
fr_ca: Échantillon

source: Actual
fr_ca: Réelle

source: Sample
fr_ca: Échantillon

source: Actual
fr_ca: Réelle

source: N/A
fr_ca: S/O

source: Test Cases Passed
fr_ca: Cas de test réussis

source: Target
fr_ca: Cible

source: Structural
fr_ca: Structure

source: Class
fr_ca: Classe

source: Method:
fr_ca: Méthode :

source: Target:
fr_ca: Cible :

source: Procedural
fr_ca: Procédure

source: N/A
fr_ca: N/D

source: Code Analysis
fr_ca: Analyse des codes

source: Some Error Occured
fr_ca: Des erreurs sont survenues

source: Submission Result
fr_ca: Résultat de soumission

source: Your code is being submitted...
fr_ca: Votre code est en cours de soumission...

source: Execute
fr_ca: Exécuter

source: IAP Assessment Viewer
fr_ca: Visualiseur d’évaluation IAP

source: Accessible only on fullscreen. Click Okay to continue
fr_ca: Accessible uniquement sur le plein écran. Cliquez Okay pour continuer

source: Okay
fr_ca: OK

source: of
fr_ca: de

source: Explanation for blank
fr_ca: Explication pour espace vide

source: Explanation
fr_ca: Explication

source: Explanation:
fr_ca: Explication :

source: Explanation :
fr_ca: Explication :

source: Explanation
fr_ca: Explication

source: Hint
fr_ca: Astuce

source: Submit Quiz
fr_ca: Soumettre le quiz

source: Do you want to submit?
fr_ca: Voulez-vous soumettre ?

source: You have not answered all the questions! Do you still want to submit?
fr_ca: Vous n’avez pas répondu à toutes les questions ! Voulez-vous toujours soumettre ?

source: You still have some questions marked for later! Do you still want to submit?
fr_ca: Vous avez toujours des questions pour plus tard ? Voulez-vous toujours soumettre ?

source: (Submitted)
fr_ca: (Soumis)

source: Unable to Submit
fr_ca: Impossible de soumettre

source: Thank you for your attempt.
fr_ca: Nous vous remercions pour votre tentative.

source: Result:
fr_ca: Résultat:

source: PASS
fr_ca: ADMIS

source: FAIL
fr_ca: ECHEC

source: Unanswered
fr_ca: Non répondu

source: Percentage
fr_ca: Pourcentage

source: Show Answers
fr_ca: Afficher les réponses

source: Difficulty :
fr_ca: Difficulté :

source: Duration :
fr_ca: Durée :

source: Start
fr_ca: Démarrer

source: Run
fr_ca: Exécuter

source: Database refreshed successfully.
fr_ca: Base de données réactualisée avec succès.

source: Database refresh failed.
fr_ca: Échec de réactualisation de la base de données.

source: Some error occurred. Please try again later!
fr_ca: Des erreurs se sont produites. Veuillez essayer ultérieurement !

source: Run
fr_ca: Exécuter

source: Retry
fr_ca: Réessayer

source: Retry
fr_ca: Réessayer

source: Click on the Entry button to see the records to be inserted.
fr_ca: Cliquez sur le bouton Entrer pour voir les enregistrements à insérer.

source: Click on the Run button to insert record into the table.
fr_ca: Cliquez sur le bouton Exécuter pour insérer l'enregistrement dans le tableau.

source: Click on the Run button to create the table.
fr_ca: Cliquez sur le bouton Exécuter pour créer le tableau.

source: View Table Level Constraint
fr_ca: Affichez la contrainte au niveau de la table

source: View Column Level Constraint
fr_ca: Affichez la contrainte au niveau de la colonne

source: First entry
fr_ca: Première entrée

source: Second entry
fr_ca: Deuxième entrée

source: Third entry
fr_ca: Troisième entrée

source: Use the dropdown to see a concept with a sample query and query output.
fr_ca: Utilisez la liste déroulante pour voir un concept avec un exemple de requête et une sortie de requête.

source: Click on Run button to see the result
fr_ca: Cliquez sur le bouton Exécuter pour voir les résultats.

source: Your answer is wrong. Do you still want to submit?
fr_ca: Votre réponse est fausse. Voulez-vous toujours soumettre ?

source: Write your SQL statement, stored procedure or anonymous block
fr_ca: Rédigez votre déclaration SQL, procédure stockée ou bloc anonyme

source: Run
fr_ca: Exécuter

source: Submission
fr_ca: Soumission

source: SUBMIT YOUR EXERCISE
fr_ca: SOUMETTRE VOTRE EXERCICE

source: Submit as Text
fr_ca: Soumettre comme texte

source: Submit as File Upload
fr_ca: Soumettre comme Téléchargement de fichier

source: Your answer here
fr_ca: Votre réponse ici

source: Files allowed-pdf,mp4
fr_ca: Fichiers autorisés-pdf, mp4

source: Submit
fr_ca: Soumettre

source: SUBMISSION HISTORY
fr_ca: HISTORIQUE DE LA SOUMISSION

source: Content
fr_ca: Contenu

source: View Submission
fr_ca: Afficher Soumission

source: Feedback by
fr_ca: Commentaire par

source: No submission to show
fr_ca: Pas de soumission à afficher

source: Web Module Content
fr_ca: Contenu du module web
