Repository: Altovate/Eagle
Catalog: apps/fusion/locale/messages.*.xlf
Languages: fr_ca

source: Change Audio (less than 200MB)
fr_ca: Changez une audio (moins de 200Mo)

source: Choose Poster Image (less than 1MB)
fr_ca: Choisissez l'image de l'affiche (moins de 1Mo)

source: Change Poster Image (less than 1MB)
fr_ca: Changez l’image de l’affiche (moins de 1Mo)

source: * Type in content Id or use the search below to choose
fr_ca: * Saisissez votre identifiant ou utilisez la recherche ci-dessous pour choisir

source: AutoPlay
fr_ca: Auto-Lecture

source: Resume From
fr_ca: Reprenez à partir de

source: Select Data Input type
fr_ca: Sélectionnez le type d'entrée des données

source: Plain HTML
fr_ca: HTML simple

source: Template
fr_ca: Modèle

source: Enter Template Data
fr_ca: Entrer les données de modèle

source: Template Data
fr_ca: Données de modèle

source: Choose HTML
fr_ca: Choisissez HTML

source: Change HTML
fr_ca: Modifiez HTML

source: Choose JSON
fr_ca: Choisissez JSON

source: Change JSON
fr_ca: Modifiez JSON

source: Enter Iframe URL
fr_ca: Entrer Iframe URL

source: Enter Video URL
fr_ca: Entrer l’ URL de la vidéo

source: Enter Title
fr_ca: Entrer un titre

source: The above field is required
fr_ca: Le champ ci-dessus est obligatoire

source: Alternate Text For Image
fr_ca: Texte alternatif pour l'image

source: Alternate
fr_ca: Suppléant

source: URL Type
fr_ca: Type URL

source: Provide Anchor Id
fr_ca: Fournissez l'ID de l'ancre

source: Provide URL
fr_ca: Fournissez l’URL

source: Target
fr_ca: Cible

source: Open in New Window
fr_ca: Ouvrir une nouvelle fenêtre

source: Open in Same Window
fr_ca: Ouvrir une nouvelle identique

source: Add a new area
fr_ca: Ajoutez une nouvelle zone

source: Redirect URL
fr_ca: Redirigez l'URL

source: Open in new tab
fr_ca: Ouvrir dans un nouvel onglet

source: Open in same tab
fr_ca: Ouvrir dans le même onglet

source: Image Size Details
fr_ca: Détails de la taille de l'image

source: Less than 450px
fr_ca: Moins de 450px

source: For 450px to 768px
fr_ca: Pour 450px à 768px

source: For 768px to 1024px
fr_ca: Pour 768px à 1024px

source: For 1024 to 1400px
fr_ca: Pour 1024 à 1400px

source: Greater than 1400px
fr_ca: Plus de 1400px

source: Add a new banner
fr_ca: Ajouter une nouvelle bannière

source: Design Value
fr_ca: Valeur de conception

source: With Details
fr_ca: Avec détails

source: Without Details
fr_ca: Sans détails

source: Auto Next
fr_ca: Auto Suivant

source: Delay
fr_ca: Retarder

source: Delay in Seconds
fr_ca: Délai en secondes

source: Auto Play
fr_ca: Lecture automatique

source: Player Style
fr_ca: Style du joueur

source: Ribbon Style
fr_ca: Style de ruban

source: Key
fr_ca: Touche

source: Do you require Post-Card
fr_ca: Avez-vous besoin d'une carte postale

source: Content Card Type
fr_ca: Type de carte de contenu

source: Minimal
fr_ca: Minimale

source: Space-Saving
fr_ca: Peu encombrant

source: Content IDs
fr_ca: ID de contenu

source: Provide URL for fetching content
fr_ca: Fournissez l'URL pour l'extraction du contenu

source: Provide Search Request
fr_ca: Fournir une demande de recherche

source: Provide Content IDs in the order in which it needs to appear. ( You can find the id of a content by going to its details page or player. It will be part of its url and looks like “lex_auth_012893540415217664101”).
fr_ca: Fournissez les ID de contenu dans l'ordre dans lequel ils doivent apparaître. ( Vous pouvez trouver l'identifiant d'un contenu en accédant à sa page de détails ou à son lecteur. Il fera partie de son url et ressemblera à "lex_auth_012893540415415217664101").

source: Double click on the desired template to choose the type:
fr_ca: Faites un double-clic sur le modèle désiré pour choisir le type :

source: Model Templates
fr_ca: Spécimen

source: Blank Content
fr_ca: Contenu vide

source: Copy from other contents
fr_ca: Copier d'autres contenus

source: Something went wrong. Not able to load the content.
fr_ca: Quelque chose s’est mal passé. Impossible de charger le contenu.

source: No data available.
fr_ca: Pas de données disponibles.

source: Load more...
fr_ca: En savoir plus...

source: Embedd Code
fr_ca: Code d'incorporation

source: Content Slider
fr_ca: Curseur de contenu

source: Photo Gallery
fr_ca: Galerie photo

source: Video Gallery
fr_ca: Galerie vidéo

source: Delete icon
fr_ca: Supprimez l’icône

source: Edit icon
fr_ca: Modifiez l’icône

source: Move Left icon
fr_ca: Déplacez l’icône gauche

source: Move Left
fr_ca: Déplacez l’icône

source: Move Right icon
fr_ca: Déplacez l’icône droite

source: Move Right
fr_ca: Déplacez à droite

source: Move Top icon
fr_ca: Déplacez l’icône supérieure

source: Move Up
fr_ca: Déplacez vers le haut

source: Move Bottom icon
fr_ca: Déplacez l’icône inférieure

source: Move Down
fr_ca: Déplacez vers le bas

source: Copy icon
fr_ca: Copiez l’icône

source: Insert new Row
fr_ca: Insérez une nouvelle rangée

source: Common
fr_ca: Commune

source: Only Image
fr_ca: Image seule

source: Image and Link
fr_ca: Image et lien

source: Image and Title
fr_ca: Image et titre

source: Image, Title and Link
fr_ca: Image, titre et lien

source: Image with overlay Title
fr_ca: Image avec superposition de titre

source: Image with overlay Title and Link
fr_ca: Image avec superposition de titre et lien

source: Image, Title and Description
fr_ca: Image, Titre et Description

source: Image, Title, Description and Link
fr_ca: Image, Titre, Description et Lien

source: Image with overlay Title and Description
fr_ca: Image avec superposition de titre et Description

source: Image, Link with overlay Title and Description
fr_ca: Image, lien avec superposition de titre et Description

source: Image, Label, Title, Description
fr_ca: Image, étiquette, Titre, Description

source: Image, Label, Title, Description and Link
fr_ca: Image, étiquette, Titre, Description et Lien

source: Image (Ideal Dimensions
fr_ca: Image (Dimensions idéales

source: Label
fr_ca: Étiquette

source: Link
fr_ca: Lien

source: Appear as Card
fr_ca: S’afficher comme une carte

source: Add an another series
fr_ca: Ajoutez une autre série

source: Other Collection Types
fr_ca: Autres types de collection

source: Provide List of Contents
fr_ca: Fournissez la liste des contenus

source: Remove this Entry
fr_ca: Supprimez cette entrée

source: * Type in Knowledge Board Id or use the search below to choose
fr_ca: * Saisissez votre identifiant Knowledge Board ou utilisez la recherche ci-dessous pour choisir

source: Add an Image PreWidget <button> <mat-icon> add</mat-icon> </button>
fr_ca: Ajoutez une image PreWidget <button> <mat-icon> ajouter</mat-icon> </button>

source: Add a Optional Start
fr_ca: Ajoutez un démarrage optionnel

source: Make it Sticky
fr_ca: Rendre tout collant

source: Add an Image PostWidget <button> <mat-icon> add</mat-icon> </button>
fr_ca: Ajouter une image PostWidget <button> <mat-icon> ajouter</mat-icon> </button>

source: Switch to Advanced editor to edit this content
fr_ca: Passez à l'éditeur avancé pour modifier ce contenu

source: Sort by
fr_ca: Triez par

source: Arabic
fr_ca: Arabe

source: Chinese
fr_ca: Chinois

source: Croatian
fr_ca: Croate

source: Danish
fr_ca: Danois

source: Dutch
fr_ca: Néerlandais

source: English
fr_ca: Anglais

source: French
fr_ca: Français

source: German
fr_ca: Allemand

source: Greek
fr_ca: Grec

source: Hungarian
fr_ca: Hongrois

source: Indonesian
fr_ca: Indonésien

source: Italian
fr_ca: Italien

source: Japanese
fr_ca: Japonais

source: Korean
fr_ca: Coréen

source: Norwegian
fr_ca: Norvégien

source: Polish
fr_ca: Polonais

source: Portuguese
fr_ca: Portugais

source: Russian
fr_ca: Russe

source: Slovenian
fr_ca: Slovène

source: Spanish
fr_ca: Espagnol

source: Swedish
fr_ca: Suédois

source: Thai
fr_ca: Thaï

source: Turkish
fr_ca: Turc

source: Select Input type
fr_ca: Sélectionnez un type d'entrée

source: Paste HTML Code
fr_ca: Coller le code HTML

source: Editor
fr_ca: Rédacteur

source: Paste HTML Code
fr_ca: Coller le code HTML

source: Provide HTML Code
fr_ca: Fournir le code HTML

source: List of Contents
fr_ca: Liste de contenus

source: Search Api
fr_ca: Api de recherche

source: Search Body
fr_ca: Corps de recherche

source: Search Recommendation
fr_ca: Recommandation de recherche

source: Data
fr_ca: Données

source: Last Updated On
fr_ca: Dernière mise à jour le

source: Choose Last Updated
fr_ca: Choisissez la dernière mise à jour

source: Add
fr_ca: Ajouter

source: Switch to Advanced editor to edit this content
fr_ca: Passez à l'éditeur avancé pour modifier ce contenu

source: Common
fr_ca: Commune

source: Tablet and Desktop
fr_ca: Tablette et bureau

source: Custom
fr_ca: Personnalisé

source: Make it common for all screens
fr_ca: Le rendre commun à tous les écrans

source: Design Type
fr_ca: Type de conception

source: Horizontal slider
fr_ca: Diapositive horizontale

source: Carousel
fr_ca: Carrousel

source: Provide Id of the content
fr_ca: Fournissez l'Id du contenu

source: Upload File
fr_ca: Téléchargez un fichier

source: External Video Url
fr_ca: Vidéo URL externe

source: Pick the desired Column style
fr_ca: Choisissez le style de colonne désiré

source: Widget Library
fr_ca: Bibliothèque de widgets

source: Widget Properties
fr_ca: Propriétés du widget

source: Widget Data
fr_ca: Données du widget

source: Edit Details
fr_ca: Modifier les détails

source: Title
fr_ca: Titre

source: Title is mandatory
fr_ca: Le titre est obligatoire

source: Description is mandatory
fr_ca: La description est obligatoire

source: <b>Thumbnail</b>
fr_ca: <b>Miniature</b>

source: Thumbnail is mandatory
fr_ca: La miniature est obligatoire

source: Choose Video (less than 200MB)
fr_ca: Choisissez une vidéo (moins de 200Mo)

source: Change Video (less than 200MB)
fr_ca: Changez une vidéo (moins de 200Mo)

source: Choose Image (less than 1MB)
fr_ca: Choisissez une image (moins de 1Mo)

source: Change Image (less than 1MB)
fr_ca: Changez une image (moins de 1Mo)

source: Enable Cookies
fr_ca: Activez les cookies

source: Disable Telemetry
fr_ca: Désactivez la télémétrie

source: Subtitles
fr_ca: Sous-titres

source: Subtitle files
fr_ca: Fichiers de sous-titres

source: Add Subtitle (.vtt format)
fr_ca: Ajoutez un sous-titre (.vtt format)

source: Upload Template
fr_ca: Téléchargez le modèle

source: Title
fr_ca: Titre

source: Enter title here
fr_ca: Entrez le titre ici

source: Redirect URL
fr_ca: Redirigez l'URL

source: Opens in new tab?
fr_ca: Ouvre dans un nouvel onglet?

source: Upload all the images in the required dimensions.
fr_ca: Téléchargez toutes les images dans les dimensions requises.

source: Upload
fr_ca: Télécharger

source: Add more
fr_ca: Ajouter plus

source: Button
fr_ca: Bouton

source: Enter button name
fr_ca: Entrer le nom du bouton

source: Button Type
fr_ca: Type de bouton

source: Select button type
fr_ca: Sélectionner le type de bouton

source: review
fr_ca: réviser

source: Browse or Drag and Drop
fr_ca: Parcourir ou glisser et déposer

source: Instructions to upload a file
fr_ca: Instructions pour télécharger un fichier

source: File was already uploaded. You may use Preview to view it.
fr_ca: Le fichier avait déjà été téléchargé. Vous pouvez utiliser la Prévisualisation pour l’afficher.

source: Click on browse files above and choose the file or Drag and drop the file to be upload.
fr_ca: Cliquez sur parcourir les fichiers ci-dessus ou choisissez le fichier ou glisser et déposer le fichier à télécharger.

source: Files allowed - pdf, mp3, mp4
fr_ca: Fichiers autorisés - pdf, mp3, mp4

source: Max. file size - 200MB
fr_ca: Taille max. de fichier - 200 MB

source: UPLOAD
fr_ca: TÉLÉCHARGER

source: I have read and I agree with the
fr_ca: J'ai lu et j'accepte la

source: Apply Filters
fr_ca: Appliquer des filtres

source: Clear All
fr_ca: Effacer tous

source: ALL
fr_ca: TOUS

source: Load more...
fr_ca: En savoir plus...

source: No data found
fr_ca: Données introuvables

source: Unable to fetch data
fr_ca: Impossible de trouver les données

source: ALL <mat-icon>check</mat-icon>
fr_ca: TOUT <mat-icon>vérifier</mat-icon>

source: Edit
fr_ca: Modifier

source: Delete
fr_ca: Supprimer

source: Unpublish content
fr_ca: Contenu non publié

source: Recall content to draft
fr_ca: Rappeler le contenu à rédiger

source: Send content to previous state
fr_ca: Envoyer le contenu à l'état précédent

source: Add language
fr_ca: Ajouter un langue

source: pentagon filter
fr_ca: filtre du pentagone

source: Brand Assets
fr_ca: Avantages de la marque

source: Experiential Showcase
fr_ca: Vitrine de l’expérience

source: Hubs
fr_ca: Moyeux

source: Client Stories
fr_ca: Histoires du client

source: Products and Subsidiaries
fr_ca: Produits et Filiales

source: This type is not yet supported.
fr_ca: Ce type n'est pas encore pris en charge.

source: Starts:
fr_ca: Commence :

source: Started:
fr_ca: A démarré :

source: Ends:
fr_ca: Termine :

source: Ended:
fr_ca: Est terminé :

source: Leaders details will appear here
fr_ca: Les détails des leaders s'affichent ici

source: is Mandatory
fr_ca: est Obligatoire

source: is optional
fr_ca: est en option

source: Learning Path -
fr_ca: Parcours d’apprentissage -

source: Pre-requisite Courses
fr_ca: Condition préalable des cours

source: Mandatory Courses
fr_ca: Cours obligatoires

source: Desirable Courses
fr_ca: Cours désirable

source: Know More Content
fr_ca: Savoir plus du contenu

source: Events
fr_ca: Événements

source: LIVE streaming will be on only during the event.
fr_ca: La diffusion en direct sera active uniquement durant l’événement.

source: No LIVE event at the moment.
fr_ca: Pas d’événement en DIRECT en ce moment.

source: Checking for LIVE events...
fr_ca: Vérification pour les événements en DIRECT...

source: Live
fr_ca: En direct

source: Watch
fr_ca: Regarder

source: Go Live
fr_ca: Passer en direct

source: Classroom Broadcast
fr_ca: Diffusion de salle de classe

source: 360 video
fr_ca: 360 vidéo

source: If facing issues in video, please click 'Open in new tab' above
fr_ca: Si vous rencontrez des problèmes dans la vidéo, veuillez cliquer « Ouvrir nouvel onglet » ci-dessus

source: live event
fr_ca: événement en direct

source: Starts:
fr_ca: Commence :

source: Ends:
fr_ca: Termine :

source: Please update your app to use this feature.
fr_ca: Veuillez mettre à jour votre App pour utiliser cette fonction.

source: Raise an AHD
fr_ca: Soulever un AHD

source: Go to Sparsh :
fr_ca: Aller à Sparsh :

source: Click to raise AHD
fr_ca: Cliquer pour soulever un AHD

source: Mail us
fr_ca: Envoyez-nous un courrier

source: You can also mail us at
fr_ca: Vous pouvez aussi nous envoyer un courrier au

source: Click to mail
fr_ca: Cliquer pour envoyer un courrier

source: Talk to us
fr_ca: Parlez-nous

source: You can call us and we will help you out
fr_ca: Vous pouvez nous appeler et nous allons vous aider

source: Dial *22345 from your voip phones
fr_ca: Composer *22345 de vos téléphones voip

source: Support
fr_ca: Prise en charge

source: Choose video's language
fr_ca: Choisissez une langue vidéo

source: Leaderboard
fr_ca: Tableau de classement

source: Weekly
fr_ca: Hebdomadaire

source: Monthly
fr_ca: Mensuel

source: Hall of Fame
fr_ca: Temple de la renommée

source: There is no leaderboard data available for this week.
fr_ca: Aucune donnée de classement n’est disponibles pour cette semaine.

source: There is no leaderboard data available for this month.
fr_ca: Aucune donnée de classement n’est disponible pour ce mois-ci.

source: There was an error fetching weekly leaderboard data.
fr_ca: Une erreur s’est produite lors de l'extraction des données du classement hebdomadaire.

source: There was an error fetching monthly leaderboard data.
fr_ca: Une erreur s’est produite lors de l'extraction des données du classement mensuel.

source: to
fr_ca: à

source: Last updated on
fr_ca: Dernière mise à jour le

source: Meet our Hall of Famers - The Learning Champions
fr_ca: Rencontrer notre Temple de la renommée - Les champions de l’apprentissage

source: The Hall of Fame is empty.
fr_ca: Le Panthéon est vide.

source: There was an error while fetching Hall of Fame data.
fr_ca: Une erreur s'est produite lors de l'extraction des données du Panthéon.

source: re-check notifications
fr_ca: revérifier les notifications

source: refresh notifications
fr_ca: réactualiser les notifications

source: No notifications
fr_ca: Pas de notifications

source: Recent Badge
fr_ca: Badge récent

source: Received on:
fr_ca: Reçu le:

source: Shared Playlist
fr_ca: Liste de lecture partagée

source: Shared by:
fr_ca: Partagé par:

source: Shared on:
fr_ca: Partagé le:

source: Shared Goals
fr_ca: Objectifs partagés

source: Mark all as read
fr_ca: Marquer tout comme lu

source: For Your Action
fr_ca: Pour votre action

source: View More
fr_ca: Voir Plus

source: For Your Information
fr_ca: Pour vos renseignements

source: You do not have any notifications yet.
fr_ca: Vous n’avez encore aucune notification.

source: Playlist Icon
fr_ca: Icône de la liste de lecture

source: Are you sure you want to remove
fr_ca: Êtes-vous sûr de vouloir le supprimer

source: CANCEL
fr_ca: ANNULER

source: YES
fr_ca: OUI

source: Are you sure you want to delete this playlist?
fr_ca: Voulez-vous vraiment supprimer cette liste de lecture ?

source: Accept or Reject playlists shared with you!
fr_ca: Acceptez ou Rejetez les listes de lecture partagées avec vous !

source: Search for your playlists
fr_ca: Recherchez vos listes de lecture

source: Search for playlists shared with you
fr_ca: Recherchez des listes de lecture partagées avec vous

source: Create New
fr_ca: Créer nouveau

source: No Playlists
fr_ca: Pas de listes de lecture

source: No playlist shared with you
fr_ca: Pas de listes de lecture partagées avec vous

source: Playlists facilitates users to add and organize their favorite content. A playlist contains a list of content (Resource, Module, Course, Program)
fr_ca: Les listes de lecture permettent aux utilisateurs d'ajouter et d'organiser leur contenu préféré. Une liste de lecture contient une liste de contenu (Ressource, Module, cours, programme)

source: Welcome to Playlist
fr_ca: Bienvenue à la liste de lecture

source: You find a relevant playlist form the search your playlists section
fr_ca: Vous trouverez une liste de lecture pertinente dans la section "Recherche de vos listes de lecture

source: Search Playlist
fr_ca: Recherche dans la liste de lecture

source: You can also add content or delete content from an existing playlist created by you
fr_ca: Vous pouvez également ajouter du contenu ou supprimer du contenu d'une liste de lecture existante que vous avez créée

source: My Playlist
fr_ca: Mes listes de lecture

source: A playlist is created by providing a name and a list of content and can be shared with someone. IF the playlist is not shared with anybody it is marked private.
fr_ca: Une liste de lecture est créée en fournissant un nom et une liste de contenu et peut être partagée avec quelqu'un. Si la liste de lecture n'est pas partagée avec quelqu'un, elle est marquée comme privée.

source: Create Playlist
fr_ca: Créer une liste de lecture

source: Edit Playlist
fr_ca: Éditez la liste de lecture

source: Error occurred while editing playlist
fr_ca: Une erreur s’est produite lors de l’édition de la liste de lecture

source: Action Required
fr_ca: Action requise

source: Checking for new action(s)
fr_ca: Vérification de la/les nouvelle(s) action(s)

source: Error accepting playlist
fr_ca: Erreur d’acceptation de la liste de lecture

source: Error rejecting playlist
fr_ca: Erreur de rejet de la liste de lecture

source: Share With
fr_ca: Partager avec

source: Your message...
fr_ca: Votre message...

source: SHARE
fr_ca: PARTAGER

source: Sharing with
fr_ca: Partage avec

source: and
fr_ca: et

source: others
fr_ca: autres

source: Playlist Shared
fr_ca: Liste de lecture partagée

source: Error Sharing Playlist
fr_ca: Une erreur lors du partage de la liste de lecture

source: Playlist cannot be empty
fr_ca: La liste de lecture ne peut être vide

source: Add More
fr_ca: Ajouter plus

source: Edit playlist name
fr_ca: Modifier le nom de la liste de lecture

source: Cancel changes
fr_ca: Annuler les modifications

source: PRIVATE
fr_ca: PRIVÉ

source: CURATORS
fr_ca: CONSERVATEURS

source: Failed to delete playlist
fr_ca: Échec de la suppression de la liste de lecture

source: Create Playlist
fr_ca: Créer une liste de lecture

source: Add Content
fr_ca: Ajouter contenu

source: Select at least one content to create playlist
fr_ca: Sélectionnez au moins un contenu pour créer une liste de lecture

source: Error creating playlist
fr_ca: Une erreur lors de la création de la liste de lecture

source: What are your interests?
fr_ca: Quels sont vos intérêts?

source: Pick the topics below you’re interested in and help
fr_ca: Choisissez les sujets ci-dessous qui vous intéressent et apportez votre aide

source: to get to know you better. The platform will use this information to improve your learning recommendations. The more often you use
fr_ca: nous à mieux vous connaître. La plate-forme utilisera ces informations pour améliorer vos recommandations d'apprentissage. Plus vous utilisez souvent

source: , the better the recommendations will be. Take the first step to your personalized learning experience!
fr_ca: , meilleures seront les recommandations. Faites le premier pas vers votre expérience d'apprentissage personnalisée !

source: Search Topics
fr_ca: Rechercher thèmes

source: search topics
fr_ca: rechercher thèmes

source: My Interests
fr_ca: Mes intérêts

source: Unable to fetch interests
fr_ca: Impossible de trouver les intérêts

source: No interests
fr_ca: Pas d’intérêts

source: Our Suggestions
fr_ca: Nos suggestions

source: more
fr_ca: plus

source: see more interests
fr_ca: Voir plus d’intérêts

source: Choose your Language
fr_ca: Choisir votre langue

source: English (en)
fr_ca: Anglais (AN)

source: German (de)
fr_ca: Allemand (de)

source: Chinese (zh-CN)
fr_ca: Chinois (zh-CN)

source: French Canada (fr-ca)
fr_ca: Français Canada (fr-ca)

source: Japanese (ja)
fr_ca: Japonais (ja)

source: Do you want to select additional languages for Content?
fr_ca: Voulez-vous sélectionner des langues supplémentaires pour le Contenu ?

source: After changing the application language, the application will reload
fr_ca: Après avoir changé la langue de l’application, celle-ci sera rechargée

source: Apply
fr_ca: Appliquer

source: Choose a suitable font-size
fr_ca: Choisir une taille de police appropriée

source: Choose your theme
fr_ca: Choisir votre rubrique

source: Show intranet Content
fr_ca: Afficher le contenu d’intranet

source: General
fr_ca: Général

source: Preferences Saved
fr_ca: Préférences enregistrées

source: Failed to save preference
fr_ca: Échec de l’enregistrement le préférence

source: This feature is in beta and hence parts of the site may appear in English only.
fr_ca: Cette fonctionnalité est en béta et ainsi les parties du site peuvent s’afficher uniquement en anglais.

source: This feature is in beta and hence parts of the site may appear in English only.
fr_ca: Cette fonctionnalité est en béta et ainsi les parties du site peuvent s’afficher uniquement en anglais.

source: Only 2 content language are allowed
fr_ca: Seuls 2 contenus linguistiques sont autorisés

source: My Dashboard
fr_ca: Mon tableau de bord

source: Dashboard
fr_ca: Tableau de bord

source: My Learning
fr_ca: Mon Apprentissage

source: Learning
fr_ca: Apprentissage

source: Achievements
fr_ca: Réalisations

source: Achievements
fr_ca: Réalisations

source: My Interests
fr_ca: Mes intérêts

source: Interests
fr_ca: Intérêts

source: My Plans
fr_ca: Mes Plans

source: Collaborators
fr_ca: Collaborateurs

source: Feature Usage
fr_ca: Utilisation de fonction

source: Feature Usage
fr_ca: Utilisation de fonction
