Repository: Altovate/Eagle
Catalog: apps/fusion/locale/messages.*.xlf
Languages: fr_ca

source: Q2. Unable to logon to Lex, enclosed blue screen error
fr_ca: Q2. Impossible de se connecter au Lex, inclus l’erreur d’écran bleu

source: Request to kindly clear your cookies and cache of the desktop browser once before trying.<br/> Also you can use Incognito mode or Private Browsing modes of Chrome and IE.<br/> Restart the browser and try accessing Lex.
fr_ca: Vous êtes priés de bien vouloir vider vos cookies et le cache du navigateur du bureau une fois avant d’essayer.<br/> Aussi, pouvez-vous utiliser le mode Incognito ou les modes de navigation privé de Chrome et IE.<br/> Redémarrer le navigateur et essayer d’accéder Lex.

source: Q3. Login credentials for Lex
fr_ca: Q3. Informations de connexion du Lex

source: Please visit:<br/>
fr_ca: Veuillez visiter :<br/>

source: and register yourself for Multi-Factors Authentication.<br/> You can set a passcode of your choice. Select Call-In method for authentication.<br/> For accessing Lex this is a “must” criteria.<br/> 1. Visit
fr_ca: Et vous inscrire à l’Authentification multi-facteurs.<br/> Vous pouvez définir un mode de passe de votre choix. Sélectionner une méthode d’appel pour l’authentification.<br/> Pour accéder au Lex, il s’agit d’un critère « obligatoire ».<br/> 1. Consulter l’adresse

source: <br/> 2. Press Login Button<br/> 3. If you are on Infosys Network, you will not have to just enter your Infosys Mail ID<br/> 4. If you are on Internet, on button click, you will be taken to Microsoft Login Site. Please enter your Infosys Mail ID<br/> 5. You will be taken to stsakaash site which is from Infosys. Here you provide your email id and password(Infosys account)<br/> 6. You will receive a phone call from Microsoft on your registered phone number<br/> 7. You are required to key-in your passcode and #<br/> 8. If your authentication is successful, the web browser will automatically take you to Lex.
fr_ca: <br/> 2. Appuyer sur le bouton de connexion<br/> 3. Si vous êtes sur un Réseau Infosys, vous n’aurez qu’à entrer votre ID de courrier Infosys <br/> 4. Si vous êtes sur Internet, sur le bouton cliquer, vous irez au Site de connexion de Microsoft. Veuillez entrer votre ID de courrier Infosys<br/> 5. Vous serez dirigé au site stsakaash qui est d’Infosys. Ici, vous fournirez votre ID de courrier et mot de passe (compte Infosys)<br/> 6. Vous recevrez un appel téléphonique de Microsoft sur votre numéro de téléphone inscrit<br/> 7. Vous être censé entrer votre mot de passe et #<br/> 8. Si votre authentification est réalise avec succès, le navigateur web vous dirigera directement à Lex.

source: Q4. Unable to logon to Lex , getting Microsoft Login page
fr_ca: Q4. Impossible de se connecter à Lex, obtenir la page de Connexion Microsoft

source: Clear the browser cache and cookies (going as far back as possible).<br/> This issue is mainly for user who use other Infosys O365 Applications like Mail, VPN, Yammer and many more.<br/> The token issued by Microsoft when you used such an application is stored in the cookies and Microsoft needs to be forced to issue a fresh token which will allow access the Lex application which is also a O365 Application.<br/> Clear the cache and cookies and restart the browser and try accessing Lex
fr_ca: Vider le cache et les cookies du navigateur (rentrer aussi loin que possible).<br/> Cette question est principalement destinée à l’utilisateur qui utilise d’autres applications Infosys O365, notamment Mail, VPN, Yammer et plus encore.<br/> Le jeton émis par Microsoft lorsque vous utilisez une telle application est stocké dans les cookies et Microsoft doit être obligé à émettre un nouveau jeton qui permettra l’accès à l’application Lex qui est aussi une Application O365..<br/> Vider le cache et les cookies et démarrer le navigateur et tenter d’accéder à Lex

source: Q5. Account Already Exists
fr_ca: Q5. Compte existe déjà

source: Raise an AHD
fr_ca: Soulever un AHD

source: Q6. I am not able to get my PIN to enter with password in LEX application. Would you please help me with this?
fr_ca: Q6. Je suis incapable d’obtenir mon code PIN pour accéder à l’aide d’un mot de passe l’application LEX. Voudriez-vous bien m’aider à résoudre ceci?

source: Can you mail CCD-Helpdesk (Global Support)
fr_ca: Pouvez-vous envoyer un courrier au CCD-Helpdesk (Support Global)

source: and get them to reset the same?
fr_ca: et les obtenir pour réinitialiser ce dernier ?

source: Q7. Downtime
fr_ca: Q7. Temps d’arrêt

source: Request you to kindly clear your cookies and cache of the desktop browser once before trying.<br/> Also you can use Incognito mode or Private Browsing modes of Chrome and IE.
fr_ca: Vous êtes priés de bien vouloir vider vos cookies et le cache du navigateur du bureau une fois avant d’essayer.<br/> Aussi, pouvez-vous utiliser le mode Incognito ou les modes de navigation privé de Chrome et IE.

source: Mobile Apps
fr_ca: Apps mobiles

source: ANDROID
fr_ca: ANDROÏDE

source: Download the app
fr_ca: Télécharger l’Application

source: to access
fr_ca: Pour accéder

source: from your mobile device
fr_ca: À partir de votre téléphone portable

source: This application requires Multi Factor Authentication (MFA) as set by your organization. Please note the following before you install this app.
fr_ca: Cette application nécessite une Authentification multi-facteur (MFA) tel que défini par votre organisation. Veuillez noter ce qui suit avant que vous installiez cette app.

source: Post installation you will have to log in with the MFA. To reset or configure MFA, go to your organization portal
fr_ca: Pour une post installation, vous devriez vous connecter avec le MFA. Pour réinitialiser ou configurer le MFA, aller au portail de votre organisation

source: OPEN IN PLAY STORE
fr_ca: OUVRIR DANS PLAY STORE

source: Download from our server
fr_ca: Télécharger à partir de notre serveur

source: Or scan QR code to download:
fr_ca: Ou numériser le code QR pour télécharger:

source: android qr code
fr_ca: code QR android

source: Server
fr_ca: Serveur

source: When prompted for code, please enter
fr_ca: Lorsque vous êtes invité à entrer le code, veuillez entrer

source: * If prompted, allow installation from unknown sources. You can disable this option after the app installation is complete.
fr_ca: * Si vous êtes invité, autoriser l’installation provenant des sources inconnues. Vous pouvez désactiver cette option après que l’installation de l’app soit terminée.

source: Coming Soon...
fr_ca: Bientôt disponible...

source: OPEN IN APP STORE
fr_ca: OUVRIR DANS APP STORE

source: ios qr code
fr_ca: code QR ios

source: Mobile Apps are not yet available for the Web-App
fr_ca: Les apps mobiles ne sont pas encore disponibles pour l’application Web

source: App Update
fr_ca: Mise à jour de l’application

source: App has been updated. Do you want to load new version?
fr_ca: L’application a été mise à jour. Voulez-vous charger une nouvelle version ?

source: Application Logo
fr_ca: Logo de l’application

source: Welcome Aboard
fr_ca: Bienvenue à bord

source: Powered by Infosys Wingspan
fr_ca: Alimenté par Infosys Wingspan

source: Siemens Entitlement
fr_ca: Droit Siemens

source: Login
fr_ca: Connexion

source: Login For Infoscions <mat-icon>exit_to_app</mat-icon>
fr_ca: Ouvrir une session Pour Infoscions <mat-icon>exit_to_app</mat-icon>

source: Login For Subsidiaries
fr_ca: Ouvrir la session des filiales

source: Login For New Recruits
fr_ca: Ouvrir la session des nouvelles recrues

source: Terms of use
fr_ca: Conditions d’utilisation

source: Help & Contact
fr_ca: Aide & Contact

source: Home
fr_ca: Accueil

source: Accept & Proceed
fr_ca: Accepter & continuer

source: Done
fr_ca: Terminé

source: Terms & Conditions
fr_ca: Modalités & Conditions

source: Terms and Conditions have been updated.
fr_ca: Les conditions générales ont été mises à jour.

source: T&C Version:
fr_ca: Version T&C :

source: Available Languages
fr_ca: Langues disponibles

source: View Data Privacy
fr_ca: Voir la confidentialité des données

source: Data Privacy
fr_ca: Confidentialité des données

source: Data privacy has been upgraded.
fr_ca: La confidentialité des données a été mise à niveau.

source: Data Privacy Version:
fr_ca: Version de la confidentialité des données :

source: Powered by Infosys Wingspan
fr_ca: Alimenté par Infosys Wingspan

source: Privacy
fr_ca: Confidentialité

source: Presented by Infosys Foundation USA
fr_ca: Présenté par Infosys Foundation États-Unis

source: Log-in
fr_ca: Connexion

source: Start learning and connecting
fr_ca: Commencez à apprendre et à vous connecter

source: Features
fr_ca: Fonctions

source: Find Features
fr_ca: Trouvez les fonctionnalités

source: No features matches your query
fr_ca: Aucune fonctionnalité ne correspond à votre requête

source: Logout
fr_ca: Déconnecter

source: User Registration
fr_ca: Enregistrement de l’utilisateur

source: User Registration
fr_ca: Enregistrement de l’utilisateur

source: Registered Users
fr_ca: Utilisateurs inscrits

source: Registered Users
fr_ca: Utilisateurs inscrits

source: Save
fr_ca: Enregistrer

source: Edit
fr_ca: Modifier

source: Search Request
fr_ca: Demande de recherche

source: Save
fr_ca: Enregistrer

source: Select a source
fr_ca: Sélectionner une source

source: Choose a start date
fr_ca: Choisir une date de démarrage

source: Choose a end date
fr_ca: Choisir une date de fin

source: Save
fr_ca: Enregistrer

source: The following users are already registered
fr_ca: Les utilisateurs suivants sont déjà enregistrés

source: Deregister
fr_ca: Désinscrire

source: Are you sure?
fr_ca: Êtes vous sûr(e)?

source: SNo.
fr_ca: N° DE SÉRIE

source: First Name
fr_ca: Prénom

source: Last Name
fr_ca: Nom de famille

source: There are no users registered for this source
fr_ca: Il n'y a pas d'utilisateurs enregistrés pour cette source

source: We are gathering the data to provide insights! Coming soon ...
fr_ca: Nous collectons les données pour fournir des aperçus! Bientôt disponible...

source: Daily Unique Users
fr_ca: Utilisateurs uniques quotidiens

source: How many unique users visited the contents of this channel on each day?
fr_ca: Combien d'utilisateurs uniques ont visité le contenu de cette chaîne chaque jour ?

source: Daily Views
fr_ca: Vues quotidiennes

source: How many views were recorded for the contents of this channel on each day? A view is recorded every time a user accesses a content
fr_ca: Combien de vues ont été enregistrées pour le contenu de cette chaîne chaque jour ? Une vue a été enregistrée chaque fois qu’un utilisateur accède à un contenu

source: Users by departments
fr_ca: Les utilisateurs par départements

source: This chart displays # of unique users by department
fr_ca: Ce tableau indique # le nombre d'utilisateurs uniques par département

source: Views by departments
fr_ca: Vues par départements

source: This chart displays # of views by department
fr_ca: Ce tableau indique # le nombre de vues par département

source: Users by cities
fr_ca: Utilisateurs par villes

source: This chart displays # of unique users by city
fr_ca: Ce tableau indique # le nombre d'utilisateurs uniques par ville

source: Views by cities
fr_ca: Vues par villes

source: This chart displays # of views by city
fr_ca: Ce tableau indique # le nombre de vues par ville

source: Users by devices
fr_ca: Utilisateurs par dispositifs

source: This chart displays # of unique users from device type
fr_ca: Ce tableau indique # le nombre d'utilisateurs uniques de ce type de dispositif

source: Views by devices
fr_ca: Vues par dispositifs

source: This chart displays # of views by device type
fr_ca: Ce tableau indique # le nombre de vues par type de dispositif

source: back
fr_ca: retour

source: Channels
fr_ca: Canaux

source: Concept Graph
fr_ca: Graphique de concept

source: Search for topics?
fr_ca: Rechercher des sujets ?

source: Search...
fr_ca: Recherche...

source: Programs
fr_ca: Programmes

source: Courses
fr_ca: Cours

source: Resources
fr_ca: Ressources

source: Are you sure you want to delete
fr_ca: Voulez-vous vraiment supprimer

source: YES
fr_ca: OUI

source: NO
fr_ca: NON

source: Deleting Goal
fr_ca: Suppression d’un objectif

source: Error deleting goal
fr_ca: Erreur lors de la suppression de l’objectif

source: Goal Deleted
fr_ca: Objectif supprimé

source: will be added to your goals
fr_ca: Sera ajouté à vos objectifs

source: By accepting this, you are granting permission to
fr_ca: En acceptant ceci, vous accordez l’autorisation à

source: to track your progress for this goal.
fr_ca: Pour suivre votre progrès pour cet objectif.

source: You have already added this goal earlier. Your earlier goal will be deleted to prevent duplicates.
fr_ca: Vous avez déjà ajouté préalablement cet objectif. Votre objectif préalable sera supprimé pour empêcher les doubles.

source: You will not be able to edit or delete this goal.
fr_ca: Vous ne serez pas capable d’éditer ou supprimer cet objectif.

source: Target completion date :
fr_ca: Date de l’achèvement cible:

source: day(s) from now.
fr_ca: Jour(s) à compter de maintenant.

source: Do you want to continue?
fr_ca: Voulez-vous continuer ?

source: Accepting goal
fr_ca: Accepter l’objectif

source: Error accepting goal
fr_ca: Erreur de l'acceptation de l’objectif

source: Goal Accepted
fr_ca: Objectif accepté

source: Why do you want to reject this goal
fr_ca: Pourquoi voulez-vous rejeter cet objectif

source: For eg: I find this goal to be unattainable
fr_ca: Par ex: Je trouve que cet objectif est irréalisable

source: SUBMIT
fr_ca: SOUMETTRE

source: Rejecting goal
fr_ca: Rejet de l’objectif

source: Error rejecting goal
fr_ca: Erreur du rejet de l'objectif

source: Goal Rejected
fr_ca: Objectif rejeté

source: Share this goal with
fr_ca: Partager cet objectif avec

source: Give them a message
fr_ca: Donner leur un message

source: For eg: I hope this will help you expand your skillset
fr_ca: Par ex: J'espère que cela vous aidera à élargir vos compétences

source: Goal not shared with the following users:
fr_ca: Objectif non partagé avec les utilisateurs suivants:

source: Unauthorized users :
fr_ca: Utilisateurs non autorisés:

source: Already shrared users :
fr_ca: Utilisateurs déjà partagés:

source: Invalid users :
fr_ca: Utilisateurs non valides :

source: DONE
fr_ca: TERMINÉ

source: Sharing
fr_ca: Partage

source: Error sharing goal
fr_ca: Erreur lors du partage de l’objectif

source: Goal shared successfully
fr_ca: Objectif partagé avec succès

source: Goal shared with some of the users.
fr_ca: Objectif partagé avec certains des utilisateurs.

source: Your goal has not been shared with anyone
fr_ca: Votre objectif n'a été partagé avec personne

source: Deleting
fr_ca: Suppression

source: Error deleting goal for user
fr_ca: Erreur de suppression de l'objectif pour l'utilisateur

source: You have not started yet!
fr_ca: Vous n'avez pas encore commencé !

source: less than 1%
fr_ca: moins de 1%

source: achieved
fr_ca: réalisé

source: This goal includes
fr_ca: Cet objectif comprend

source: Set Duration
fr_ca: Définir la durée

source: day(s)
fr_ca: jour(s)

source: UPDATE
fr_ca: METTRE À JOUR

source: Deadline on
fr_ca: Date limite le

source: shared with
fr_ca: partagé avec

source: and
fr_ca: et

source: other(s)
fr_ca: Autre(s)

source: You have not shared this goal yet!
fr_ca: Vous n’avez pas encore partagé cet objectif !

source: Error updating goal duration
fr_ca: Erreur de mise à jour de la durée de l'objectif

source: Goal duration updated
fr_ca: Mise à jour de la durée des objectifs

source: Create Goal
fr_ca: Créer objectif

source: COMMON GOALS
fr_ca: OBJECTIFS COMMUNS

source: Track Goal
fr_ca: Suivre l’objectif

source: Target time for completion
fr_ca: Temps cible pour l’achèvement

source: ACCEPTED
fr_ca: ACCEPTÉ

source: Goals
fr_ca: Objectifs

source: Accept or Reject goals shared with you!
fr_ca: Acceptez ou Rejetez les objectifs partagés avec vous !

source: My goals
fr_ca: Mes objectifs

source: For others
fr_ca: Pour les autres

source: Accept or Reject goals shared with you!
fr_ca: Acceptez ou Rejetez les objectifs partagés avec vous !

source: shared by
fr_ca: partagé par

source: Accept
fr_ca: Accepter

source: Reject
fr_ca: Rejeter

source: No Action Required
fr_ca: Aucune action requise

source: ALL
fr_ca: TOUS

source: Click on
fr_ca: Cliquez sur

source: to get started
fr_ca: pour commencer

source: You have not completed any goals yet
fr_ca: Vous n’avez encore terminé aucun objectif

source: Error Fetching Data
fr_ca: Erreur de récupération des données

source: You have not added any Goals for Others
fr_ca: Vous n’avez ajouté aucun objectif pour les autres

source: Edit Goal
fr_ca: Éditer l’objectif

source: Name your Goal
fr_ca: Nom de votre objectif

source: For eg: My Awesome goal (10-100 charchters)
fr_ca: Par ex: Mon super objectif (10-100 caractères)

source: Name should be of 10-100 characters
fr_ca: Le nom doit comporter entre 10 et 100 caractères

source: Describe your Goal
fr_ca: Décrivez votre objectif

source: For eg: This goal would help me to...
fr_ca: Par ex: Cet objectif m'aiderait à....

source: Set the Duration
fr_ca: Définissez la durée

source: Requires
fr_ca: Requis

source: Should be less than 365 days.
fr_ca: Devrait être moins de 365 jours

source: This Goal is for
fr_ca: Cet objectif est pour

source: Yourself
fr_ca: Vous-même

source: Others
fr_ca: Autres

source: <ng-container>CREATE</ng-container> <ng-container>UPDATE</ng-container>
fr_ca: <ng-container>CRÉER</ng-container> <ng-container>MISE À JOUR</ng-container>

source: Select atleast one content to create goal
fr_ca: Sélectionnez au moins un contenu pour créer un objectif

source: Error creating goal
fr_ca: Erreur de création de l’objectif

source: Goal created successfully
fr_ca: Objectif créé avec succès

source: Error updating goal
fr_ca: Erreur lors de la mise à jour de l’objectif

source: Goal updated successfully
fr_ca: Objectifs mis à jour avec succès

source: Time required
fr_ca: Temps requis

source: Yourself
fr_ca: Vous-même

source: Others
fr_ca: Autres

source: CREATE
fr_ca: CRÉER

source: No one has accepted this goal yet
fr_ca: Personne n'a encore accepté cet objectif

source: No one has rejected this goal
fr_ca: Personne n'a rejeté cet objectif

source: Share Again
fr_ca: Partager encore

source: Rejected on
fr_ca: Rejeté le

source: Rejection Reason :
fr_ca: Motif du rejet :

source: Accepted on
fr_ca: Accepté le

source: No Pending items
fr_ca: Pas d’élément en attente

source: User
fr_ca: Utilisateur

source: Remind
fr_ca: Rappeler

source: Error sending mail
fr_ca: Erreur de l’envoi de courrier

source: Sending Reminder mail...
fr_ca: Envoi du courrier de rappel...

source: You cannot share this goal with anyone as you do not have access to all the contents.
fr_ca: Vous ne pouvez pas partager cet objectif avec quiconque car vous n'avez pas accès à tous les contenus.

source: You cannot add this goal as you do not have access to all the contents.
fr_ca: Vous ne pouvez pas ajouter cet objectif car vous n'avez pas accès à tous les contenus.

source: Training
fr_ca: Formation

source: Classroom Training
fr_ca: Formation en classe

source: Virtual Training
fr_ca: Formation virtuelle

source: Blended Training
fr_ca: Formation combinée

source: Training Schedule
fr_ca: de formation des techniciens

source: Trainings Planned by Your Team
fr_ca: Formations planifiées par votre équipe

source: Request for Training
fr_ca: Demande de formation

source: Location:
fr_ca: Emplacement :

source: Educator:
fr_ca: Éducateur:

source: Content Feedback
fr_ca: Commentaire de contenu

source: Instructor Feedback
fr_ca: Commentaire de l’instructeur

source: CLASSROOM TRAINING
fr_ca: FORMATION EN CLASSE

source: VIRTUAL TRAINING
fr_ca: FORMATION VIRTUELLE

source: BLENDED TRAINING
fr_ca: FORMATION COMBINÉE

source: <ng-container>Provide feedback for content.</ng-container> <ng-container>Provide feedback for instructors.</ng-container>
fr_ca: <ng-container>Fournir une commentaire sur le contenu.</ng-container> <ng-container>Fournir une commentaire sur les instructeurs.</ng-container>

source: Give Feedback
fr_ca: Faites un commentaire

source: Very Good
fr_ca: Très bien

source: Good
fr_ca: Bien

source: Okay
fr_ca: OK

source: Bad
fr_ca: Mauvais

source: Very Bad
fr_ca: Très mauvais

source: Please provide a reason
fr_ca: Veuillez fournir une raison

source: Please tell us your thoughts
fr_ca: Dites-nous ce que vous en pensez

source: There was an error fetching the feedback form.
fr_ca: Une erreur s’est produite lors de la récupération du formulaire de commentaire.

source: Provide feedback for trainings that you have attended.
fr_ca: Faire part de vos commentaires pour les formations auxquelles vous avez pris part.

source: You have not attended any trainings yet.
fr_ca: Vous n’avez pas encore pris part aux formations.

source: There was an error fetching trainings for feedback.
fr_ca: Une erreur s’est produite lors de la récupération des formations liées au commentaire.

source: Request ID:
fr_ca: ID de demande :

source: Track Anchor
fr_ca: Ancre de chenille

source: Track Lead
fr_ca: Voie de raccordement

source: Start Date:
fr_ca: Date de début :

source: Track:
fr_ca: Voie :

source: Make a new training request for your team.
fr_ca: Faire une nouvelle demande de formation pour votre équipe.

source: Your Requests
fr_ca: Vos demandes

source: Search for courses, or enter your own course name
fr_ca: Recherchez des cours, ou entrez votre propre nom de cours

source: Description of the Training
fr_ca: Description de la formation

source: Preferred Starting Date
fr_ca: Date de début préférée

source: Number of Participants
fr_ca: Nombre de participants

source: Minimum 5 participants.
fr_ca: 5 participants au minimum.

source: Track
fr_ca: Suivre

source: Location
fr_ca: Emplacement

source: Participant Profile
fr_ca: Profil participant

source: Beginner
fr_ca: Débutant

source: Intermediate
fr_ca: Intermédiaire

source: Level of Training
fr_ca: Niveau de formation

source: Additional Information
fr_ca: Renseignements supplémentaires

source: <div>Conduct training by vendor</div> <div>(My unit will sponsor the budget)</div>
fr_ca: <div>Formation accordée par le fournisseur</div> <div>(Mon unité parrainera le budget)</div>

source: Submit
fr_ca: Soumettre

source: See the training requests you have made for your team, or raise new ones.
fr_ca: Voir les demandes de formation que vous avez effectuées pour votre équipe ou formulez des nouvelles.

source: New Training
fr_ca: Nouvelle formation

source: You have not raised any requests for training your team.
fr_ca: Vous n’avez pas formulé des demandes pour la formation de votre équipe.

source: Could not fetch training requests for your team.
fr_ca: Impossible de récupérer des demandes de formation pour votre équipe.

source: These are the trainings planned by your team members. You can reject them within 3 days of registration.
fr_ca: Voici les formations planifiées par vos membres d’équipe Vous pouvez les rejeter dans un délai de 3 jours avant l’inscription.

source: There are no trainings planned by your team members.
fr_ca: Il n’y a pas de formations planifiées par vos membres d’équipe.

source: There was an error fetching trainings.
fr_ca: Une erreur s’est produite lors de la récupération des formations.

source: Reject This Request?
fr_ca: Rejetez Cette Demande?

source: Provide a reason (0-1000 characters)
fr_ca: Fournir une raison (0-1000 caractères)

source: Reject
fr_ca: Rejeter

source: Registered on
fr_ca: Enregistré le

source: Start Date
fr_ca: Date début

source: No Data Available
fr_ca: Aucune donnée disponible

source: Apply
fr_ca: Appliquer

source: Reset
fr_ca: Réinit

source: Course Title
fr_ca: Titre de cours

source: Start Date
fr_ca: Date début

source: End Date
fr_ca: Date de fin
