Repository: Altovate/Eagle
Catalog: apps/fusion/locale/messages.*.xlf
Languages: fr_ca

source: Supported file types:
fr_ca: Types de fichier non pris en charge :

source: Maximum file size: 3MB
fr_ca: Taille maximale du fichier : 3 Mo

source: File name
fr_ca: Nom du fichier

source: Upload Proof
fr_ca: Télécharger preuve

source: Uploading...
fr_ca: Téléchargement...

source: Delete Proof
fr_ca: Supprimer preuve

source: Deleting...
fr_ca: Suppression…

source: Submit Proof
fr_ca: Soumettre la preuve

source: Submitting...
fr_ca: Soumission...

source: Upload Result
fr_ca: Télécharger le résultat

source: Upload a certificate or result as proof of completion.
fr_ca: Télécharger un certificat ou un résultat comme preuve de l’achèvement.

source: You have uploaded the result! Now submit it to the verifier.
fr_ca: Vous avez téléchargé le résultat ! Maintenant soumettez-le au vérificateur.

source: You have submitted the result to the verifier!
fr_ca: Vous avez soumis le résultat au vérificateur !

source: Your result has been verified!
fr_ca: Votre résultat a été vérifié !

source: An electronic proof of the certification.
fr_ca: Une preuve électronique de la certification.

source: Status
fr_ca: État

source: Upload
fr_ca: Télécharger

source: Withdraw
fr_ca: Retirer

source: Withdrawing...
fr_ca: Retrait...

source: Submit Result
fr_ca: Soumettre résultat

source: Pentagon
fr_ca: Pentagone

source: Titan Account
fr_ca: Compte titan

source: Select your Account:
fr_ca: Choisir votre compte:

source: Select the Portfolio
fr_ca: Choisir le portefeuille

source: Select a Pillar
fr_ca: Choisir un pilier

source: Select a Theme
fr_ca: Sélectionner une Thème

source: Learning path(s) in high demand
fr_ca: Voie(s) d’apprentissage en forte demande

source: SEE ALL
fr_ca: VOIR TOUS

source: Pick a full stack offering of your choice to learn
fr_ca: Choisir une offre de la pile complète de votre choix pour apprendre

source: Select a SubDomain
fr_ca: Choisir un sous-domaine

source: Select a
fr_ca: Choisir un

source: Mega Trend
fr_ca: Méga tendance

source: Pillar
fr_ca: Pilier

source: Digital Pentagon
fr_ca: Pentagone numérique

source: Select a Theme
fr_ca: Sélectionner une Thème

source: No themes for this Pillar
fr_ca: Aucune rubrique pour ce pilier

source: For Leaders
fr_ca: Pour les leaders

source: Good News for Business and Technology Leaders
fr_ca: Bonnes nouvelles pour les leaders commerciaux et en matière technologique

source: Learn the latest technologies and gain competitive advantage
fr_ca: Apprendre les dernières technologies et obtenir un avantage concurrentiel

source: Skill based Suggestions
fr_ca: Compétence basée sur les suggestions

source: What Can I Learn?
fr_ca: Que puisse-je apprendre ?

source: Get suggestions based on current skills.
fr_ca: Obtenez des suggestions basées sur vos compétences actuelles

source: Please wait while we are getting the data
fr_ca: Veuillez patienter pendant que nous obtenons les données

source: Select topics to get suggestions
fr_ca: Choisir les thèmes pour obtenir les suggestions

source: No Results for your search
fr_ca: Pas de résultats pour votre recherche

source: Get Suggestions
fr_ca: Obtenir les suggestions

source: Offerings
fr_ca: Offres

source: Explore learning paths for new service offerings based on Industry trends
fr_ca: Explorer les voies d’apprentissage pour les nouvelles offres de service basées sur les tendances de l’industrie

source: KNOW MORE
fr_ca: EN SAVOIR PLUS

source: PURSUE OFFERING
fr_ca: POURSUIVRE L’OFFRE

source: Navigator
fr_ca: Navigateur

source: Get Refactored into New Services
fr_ca: Refactoriser de nouveaux services

source: Explore learning paths based on Industry needs
fr_ca: Explorer les voies d’apprentissage basées sur les besoins de l’industrie

source: Explore and Acquire Skills Based on Your Interest
fr_ca: Explorer et acquérir les compétences basées sur votre intérêt

source: Build on what you know
fr_ca: Développer à partir de ce que vous connaissez

source: Get Suggestions Based on Your Current Skills
fr_ca: Obtenez des suggestions basées sur vos compétences actuelles

source: Get ready for your Industries
fr_ca: Soyez prêt pour vos industries

source: Get up-to-date on Industry verticals and related tech skills
fr_ca: Obtenir la mise à jour des segments verticaux de l’industrie et des compétences tech associées

source: Courses for Leaders
fr_ca: Cours pour leaders

source: Learn the latest technologies and gain competitive advantage
fr_ca: Apprendre les dernières technologies et obtenir un avantage concurrentiel

source: Tip Of the Spear (TOST)
fr_ca: Pointe de la lance (TOST)

source: Become an effective front line sales leader
fr_ca: Devenir un chef des ventes avant-gardiste efficace

source: Get Ready for your Industries
fr_ca: Soyez prêt pour vos industries

source: Digital for Sales
fr_ca: Numérique pour les ventes

source: Titan Accounts
fr_ca: Comptes titan

source: Account based Learning and Sharing
fr_ca: Compte basé sur l’apprentissage et le partage

source: Onboarding Navigator
fr_ca: Embarquement du Navigateur

source: Sales Launchpad
fr_ca: Clavier de lancement des ventes

source: Onboarding for new joiners
fr_ca: Embarquement de nouvelles jonctions

source: Cohort Learning
fr_ca: Apprentissage de cohorte

source: Relive targeted in-person cohort learning
fr_ca: Revivre l’apprentissage de la cohorte de personnes ciblées

source: Role Induction
fr_ca: Induction de rôle

source: Transition into your new role effectively
fr_ca: Transition vers votre nouveau rôle effectivement

source: Bridge Academy
fr_ca: Académie de pont

source: Get ready to move to Sales career stream
fr_ca: Soyez prêt à déplacer vers le flux de carrière des ventes

source: What Can I Learn?
fr_ca: Que puisse-je apprendre ?

source: Select Topics
fr_ca: Sélectionnez les sujets

source: Learning Paths based on your selected topic(s)
fr_ca: Parcours d'apprentissage basés sur le(s) sujet(s) que vous avez choisi(s)

source: View more
fr_ca: Voir plus

source: View Less
fr_ca: Voir moins

source: Create Goal
fr_ca: Créer objectif

source: Other Learning Paths which you might like
fr_ca: Autres parcours d'apprentissage qui pourraient vous plaire

source: View More
fr_ca: Voir Plus

source: Learning Paths in the Selected Offering
fr_ca: Parcours d'apprentissage dans l'offre sélectionnée

source: Create goals to track your learning and get certified.
fr_ca: Créez des objectifs pour suivre votre apprentissage et obtenir votre certification.

source: 10 DAYS
fr_ca: 10 JOURS

source: Add to Goal
fr_ca: Ajouter à l’objectif

source: Certifications Based on the Selected Learning <ng-container>Paths </ng-container> <ng-container>Path </ng-container>
fr_ca: Les certifications basées sur les chemins d’apprentissage <ng-container>sélectionné </ng-container> <ng-container>Chemin </ng-container>

source: Choose a profile below to discover the courses that you need to learn
fr_ca: Choisissez un profil ci-dessous pour découvrir les cours que vous devez apprendre

source: Profiles for the selected Learning Path
fr_ca: Profils pour le parcours d'apprentissage sélectionné

source: Practice
fr_ca: Pratique

source: LAUNCH NOW
fr_ca: LANCER MAINTENANT

source: Choose a course below that you need to learn
fr_ca: Choisissez un cours ci-dessous que vous devez apprendre

source: After learning you can take certifications to strengthen your knowledge
fr_ca: Après l'apprentissage, vous pouvez obtenir des certifications pour renforcer vos connaissances.

source: Sales Launchpad
fr_ca: Clavier de lancement des ventes

source: Onboarding for new joiners
fr_ca: Embarquement de nouvelles jonctions

source: Coming Soon ...
fr_ca: Bientôt disponible...

source: Select an Industry to get started
fr_ca: Sélectionnez une industrie pour commencer

source: Get courses based on the selected industry.
fr_ca: Obtenez des cours basés sur l'industrie sélectionnée.

source: Full Stack Programs
fr_ca: Programmes de la pile complet

source: Choose from one of the full stack program below
fr_ca: Choisissez parmi l'un des programmes ci-dessous

source: Unique Users
fr_ca: Utilisateurs uniques

source: Participants By Onsite Offshore
fr_ca: Participants par Offshore sur site

source: Participants By Unit
fr_ca: Participants par Unité

source: Participants By PU
fr_ca: Participants par PU

source: Participants By JL
fr_ca: Participants par JL

source: Participants By DU
fr_ca: Participants par DU

source: Participants By Location
fr_ca: Participants par emplacement

source: Participants By Account
fr_ca: Participants par compte

source: Stats will appear here.
fr_ca: Les statistiques s’affichent ici.

source: Error fetching Data
fr_ca: Erreur de récupération des données

source: Champions will appear here
fr_ca: Les champions s’affichent ici

source: Min length should be 10 characters
fr_ca: La longueur minimum devrait être de 10 caractères

source: Send Mail
fr_ca: Envoyer un message

source: Rating is required
fr_ca: Classement est requis

source: Provide your suggestions
fr_ca: Faites-nous part de vos propositions

source: Submit Feedback
fr_ca: Soumettre un commentaire

source: Something went wrong. Not able to load the content.
fr_ca: Quelque chose s’est mal passé. Impossible de charger le contenu.

source: Programs will appear here.
fr_ca: Les programmes s’affichent ici.

source: Unable to fetch data
fr_ca: Impossible de trouver les données

source: Coming Soon...
fr_ca: Bientôt disponible...

source: No Events.
fr_ca: Pas d’événements.

source: Click on highlighted dates for releases
fr_ca: Cliquez sur les dates de sortie en surbrillance

source: No events.
fr_ca: Pas d’événements.

source: Unable to fetch data
fr_ca: Impossible de trouver les données

source: Your to-do list will appear here.
fr_ca: Votre liste de tâches s’affiche ici.

source: Knowledge Hub
fr_ca: pôle de connaissance

source: You can access it
fr_ca: Vous pouvez y accéder

source: Here
fr_ca: Ici

source: This artifact is currently available only on Infosys Network. You can soon access this and many other artifacts from anywhere, any time. <br/>
fr_ca: Cet artéfact est actuellement disponible uniquement sur le Réseau Infosys. Vous pourrez bientôt accéder à cette option ainsi qu’à plusieurs autres artéfacts, en tout temps et en tout lieu. <br/>

source: Explore Similar
fr_ca: Explorer similaire

source: If you are on Infosys Network, Explore more about this project <a>Here</a>
fr_ca: Si vous êtes sur Réseau Infosys, Explorer plus sur ce projet <a>Ici</a>

source: Project Manager
fr_ca: Directeur de projet

source: Delivery Manager
fr_ca: Gestionnaire de livraison

source: Add or Remove topics
fr_ca: Ajouter ou supprimer les sujets

source: Add
fr_ca: Ajouter

source: cancel
fr_ca: annuler

source: All
fr_ca: Tous

source: Topic updated successfully
fr_ca: Sujet mis à jour avec succès

source: Topic saved in the drafts
fr_ca: Sujet enregistré dans les ébauches

source: Topic published successfully
fr_ca: Sujet publié avec succès

source: Topic already added
fr_ca: Sujet déjà ajouté

source: You can add tag from dropdown only
fr_ca: Vous pouvez uniquement ajouter une étiquette de la liste déroulante

source: Search
fr_ca: Rechercher

source: Filters
fr_ca: Filtres

source: Advanced Filters
fr_ca: Filtres avancés

source: Showing
fr_ca: Exposition

source: results
fr_ca: résultats

source: result
fr_ca: résultat

source: across your preferred languages
fr_ca: à travers vos langues préférées

source: Did you mean
fr_ca: Voulez-vous dire

source: Search instead for
fr_ca: Recherchez plutôt

source: for the exact match on
fr_ca: Pour la correspondance exacte le

source: Click here
fr_ca: Cliquer ici

source: to explore more.
fr_ca: Pour explorer davantage.

source: Explore related concepts:
fr_ca: Explorer les concepts liés:

source: View More
fr_ca: Voir Plus

source: No result
fr_ca: Pas de résultat

source: You may try
fr_ca: Vous pouvez essayer

source: Removing Filters
fr_ca: Supprimer les filtres

source: Removing Language
fr_ca: Suppression de la langue

source: Updated on
fr_ca: Mis à jour le

source: results.
fr_ca: résultats.

source: result.
fr_ca: résultat.

source: Sort by
fr_ca: Triez par

source: Some error occurred! Please retry
fr_ca: Des erreurs se sont produites! Veuillez réessayer

source: Relevance
fr_ca: Pertinence

source: Latest
fr_ca: Plus récente

source: Trending
fr_ca: Tendances

source: trainings available
fr_ca: Formations disponibles

source: training available
fr_ca: Formation disponible

source: Associated Tag
fr_ca: Étiquette associée

source: asked
fr_ca: Interrogé

source: Q and A
fr_ca: Q et A

source: What do you want to learn?
fr_ca: Que voulez-vous apprendre ?

source: Suggested filter
fr_ca: Filtre proposé

source: Users By Onsite Offshore
fr_ca: Utilisateurs par Onsite Offshore

source: Users By Unit
fr_ca: Utilisateurs par unité

source: Users By PU
fr_ca: Utilisateurs par PU

source: Users By JL
fr_ca: Utilisateurs par JL

source: Users By Location
fr_ca: Utilisateurs par emplacement

source: Users By Account
fr_ca: Utilisateurs par compte

source: How many unique users visited the contents of this page on each day?
fr_ca: Combien d'utilisateurs uniques ont visité les contenus de cette page chaque jour ?

source: How many views were recorded for the contents of this page on each day? A view is recorded every time a user accesses a content
fr_ca: Combien de vues ont été enregistrées pour les contenus de cette page chaque jour ? Une vue a été enregistrée chaque fois qu’un utilisateur accède à un contenu

source: Expand All
fr_ca: Développer tout

source: Collapse All
fr_ca: Réduire tout

source: The preview for this type of content is unavailable. Please click on Start button above to view.
fr_ca: L'aperçu pour ce type de contenu n'est pas disponible. Veuillez cliquer sur le bouton Démarrer ci-dessus pour afficher.

source: This content is also part of
fr_ca: Ce contenu fait également partie de

source: View
fr_ca: Afficher

source: More
fr_ca: Plus

source: View Less
fr_ca: Voir moins

source: Playgrounds
fr_ca: Aires de jeu

source: playground
fr_ca: aire de jeu

source: You might also like
fr_ca: Vous aimerez peut-être aussi

source: Details
fr_ca: Détails

source: Overview
fr_ca: Aperçu

source: Take Certification
fr_ca: Prendre une certification

source: Contents
fr_ca: Contenus

source: What you will learn
fr_ca: Ce que vous apprendrez

source: Skills you will gain
fr_ca: Les compétences que vous acquerrez

source: Prerequisites
fr_ca: Conditions préalables

source: Software Requirements
fr_ca: Exigences du logiciel

source: Trainings
fr_ca: Formations

source: trainings available
fr_ca: Formations disponibles

source: training available
fr_ca: Formation disponible

source: View Trainings
fr_ca: Afficher les formations

source: Related Topics
fr_ca: Rubriques connexes

source: from
fr_ca: de

source: Subtitle
fr_ca: Sous-titre

source: Play Intro Video
fr_ca: Lire la vidéo d'intro

source: Total unique learners :
fr_ca: Nombre total d'apprenants uniques :

source: Country Wise:
fr_ca: Selon le pays :

source: has maximum learners with a count of
fr_ca: a un maximum d'apprenants avec un compte de

source: Location Wise:
fr_ca: Selon l’emplacement :

source: has maximum learners with a count of
fr_ca: a un maximum d'apprenants avec un compte de

source: City Wise:
fr_ca: À l’échelle de la ville:

source: Department Wise:
fr_ca: À l’échelle du département:

source: Start
fr_ca: Démarrer

source: Register
fr_ca: S'inscrire

source: The content is expired or deleted. Please contact the authors for any query.
fr_ca: Le contenu a expiré ou a été supprimé. Veuillez contacter les auteurs de toutes les demandes.

source: This can be viewed only in the Intranet.
fr_ca: Ceci peut être affiché dans l’Intranet.

source: Access to this YouTube content is blocked.
fr_ca: L’accès à ce contenu YouTube est bloqué.

source: Learners
fr_ca: Apprenants

source: Failed to fetch active users
fr_ca: Impossible de rechercher les utilisateurs actifs

source: None
fr_ca: Aucune

source: Top performers
fr_ca: Meilleurs exécutants

source: Failed to fetch top performers
fr_ca: Échec de recherche des meilleurs exécutants

source: Shares same goal
fr_ca: Partage le même objectif

source: Failed to fetch users with same goals
fr_ca: Échec de la recherche des utilisateurs avec les objectifs identiques

source: Failed to fetch authors
fr_ca: Échec de recherche des auteurs

source: Other item
fr_ca: Autre élément

source: See All
fr_ca: Voir Tous

source: See Less
fr_ca: Voir moins

source: View Details
fr_ca: Afficher les détails

source: Access to Additional Resources & Tools
fr_ca: Accès aux ressources & outils supplémentaires

source: Skills
fr_ca: Compétences

source: PD Provider Website
fr_ca: Site Internet du fournisseur de DP

source: Faculty
fr_ca: Faculté

source: Course Description
fr_ca: Description du cours

source: No Classmates available
fr_ca: Aucun camarade de classe disponible

source: Classmates
fr_ca: Camarades

source: Discussion Board
fr_ca: Forum de discussion

source: Resource Detail
fr_ca: Détails de la ressource

source: Resource Description
fr_ca: Description de la ressource

source: Comments
fr_ca: Commentaires

source: Resources Details
fr_ca: Détails des ressources

source: Resource Type
fr_ca: Type de ressources

source: Grade Level
fr_ca: Niveau d'études

source: Related Resources
fr_ca: Ressources connexes

source: There are no related resources
fr_ca: Il n’existe pas de ressources connexes

source: History
fr_ca: Historique

source: Success
fr_ca: Succès

source: Your action is successful
fr_ca: Votre action est un succès

source: Fail
fr_ca: Échec

source: Unable to complete action. Try again
fr_ca: Impossible de terminer l’action. Réessayez

source: New content created. Add details
fr_ca: Nouveau contenu créé. Ajouter des détails

source: Invalid format
fr_ca: Format Invalide

source: Content published successfully. Will reflect in few mins
fr_ca: Contenu publié avec succès. S’affichera dans un instant

source: Save and try again
fr_ca: Enregistrer et réessayer

source: Size is greater than allowed, check info
fr_ca: La taille est supérieure à celle autorisée, Vérifiez l’info

source: Data is already present
fr_ca: Les données sont déjà présentes

source: Fill all the mandatory fields
fr_ca: Remplir tous les champs obligatoires.

source: Provide either URL or Body
fr_ca: Veuillez fournir l'URL ou le corps du message

source: Content is up-to date
fr_ca: Le contenu est mis à jour

source: Read IPR Declaration and accept the terms!
fr_ca: Veuillez lire la déclaration IPR et en accepter les conditions !

source: Please accept the Resource Hub Terms & Conditions
fr_ca: Veuillez accepter les conditions générales du Resource Hub

source: Upload the file!
fr_ca: Téléchargez le fichier !

source: Transcoding of video failed. May Experience slowness!
fr_ca: Le transcodage de la vidéo a échoué. Vous pourriez connaître une lenteur !

source: Check Thumbnail, Name, Description, Subtitle, Duration is provided
fr_ca: Vérifier que la Miniature, le Nom, la Description, le Sous-titre et la Durée sont fournis.

source: Check Thumbnail, Name, Description is provided
fr_ca: Vérifier que la Miniature, le Nom, la Description sont fournis

source: You don't have access!
fr_ca: Vous n'y avez pas accès !

source: This screen is designed for 12" and above!
fr_ca: Cet écran est conçu pour 12" et plus !

source: Functionality is not enabled yet!
fr_ca: La fonctionnalité n'est pas encore activée !

source: There is no content!
fr_ca: Il n’y aucun contenu !

source: Enter the link!
fr_ca: Entrer le lien !

source: Copied!
fr_ca: Copié !

source: Create Content and save it and try again!
fr_ca: Créez du contenu, enregistrez-le et réessayez !

source: Did not add “ID/s” as they are duplicate/s!
fr_ca: N'a pas ajouté "ID/s" car ils sont dédoublés !

source: Delete data from "Paste Generated Code Tab"
fr_ca: Effacer les données de l'onglet "Coller le code généré".

source: Check number columns required for this widget
fr_ca: Vérifiez les colonnes de nombres requises pour ce widget

source: Unable to process file
fr_ca: Impossible de traiter le fichier

source: Select automatic height to fix alignment issues
fr_ca: Sélectionnez un hauteur automatique pour réparer les problèmes d’alignement

source: Provide comments
fr_ca: Fournir des commentaires

source: Comments is mandatory
fr_ca: Les commentaires sont obligatoires

source: Proceed
fr_ca: Continuer

source: Are you sure you want to delete it?
fr_ca: Voulez-vous vraiment le supprimer ?

source: Selecting this option will discard pre entered data of other options. Do you wish to continue ?
fr_ca: En choisissant cette option, les données déjà saisies des autres options seront rejetées. Souhaitez-vous continuer ?

source: Are you sure you want to unpublish it?
fr_ca: Voulez-vous vraiment annuler la publication ?

source: Are you sure you want to retrieve this content and its children?
fr_ca: Êtes-vous sûr de vouloir récupérer ce contenu et ses enfants ?

source: Are you sure you want to retrieve this content?
fr_ca: Voulez-vous vraiment récupérer ce contenu ?

source: IPR Declaration
fr_ca: Déclaration sur l’IPR

source: I hereby declare that my contribution (i.e the complete material in case of new material or any additions / modifications in case of a new version release) does not violate any copyright laws or infringe upon copyrights, trademark or intellectual property rights of clients, vendors or third parties. I further declare that my contribution constitutes my own work, that any sources on which I relied in its creation have been acknowledged and that all necessary permissions are in place wherever permission is required due to the nature or source of the content. Proof of such permission has been submitted along with my contribution as supporting documentation. I understand that I may be held responsible for any third party claims that may arise from any breach of confidentiality or breach of intellectual property rights or breach of copyrights of third party/ies; and that disciplinary actions may be initiated against me by the Company if my work leads to the violation of any copyright or intellectual property rights.
fr_ca: Je déclare par la présente que ma contribution (c'est-à-dire le matériel complet en cas de nouveau matériel ou tous les ajouts / modifications en cas de nouvelle version) ne viole pas les lois sur les droits d'auteur ni les droits de propriété intellectuelle des clients, fournisseurs ou tiers. Je déclare en outre que ma contribution constitue mon propre travail, que toutes les sources sur lesquelles je me suis appuyé pour sa création ont été reconnues et que toutes les autorisations nécessaires sont en place partout où une autorisation est requise en raison de la nature ou de la source du contenu. Une preuve d'une telle permission a été soumise avec ma contribution à titre de document justificatif. Je comprends que je peux être tenu responsable de toute réclamation d'un tiers pouvant découler d'une violation de la confidentialité ou des droits de propriété intellectuelle ou d'une violation des droits d'auteur d'un tiers ; et que des mesures disciplinaires peuvent être prises contre moi par la Société si mon travail conduit à la violation d'un droit d'auteur ou de propriété intellectuelle.

source: I AGREE
fr_ca: J’ACCEPTE

source: Processing...
fr_ca: Traitement en cours...

source: Authoring Tool
fr_ca: Outil de création

source: Device Type
fr_ca: Type d’appareil

source: Tablet
fr_ca: Tablette

source: Desktop
fr_ca: Bureau

source: Tab
fr_ca: Onglet

source: CONTENT CREATION
fr_ca: CRÉATION DU CONTENU

source: Details
fr_ca: Détails

source: Select Language:
fr_ca: Sélectionner la langue

source: Create
fr_ca: Créer

source: My Content
fr_ca: Mon contenu

source: Draft
fr_ca: Brouillon

source: Sent for review
fr_ca: Émis pour révision
