Repository: Altovate/Eagle
Catalog: apps/fusion/locale/messages.*.xlf
Languages: fr_ca

source: Published
fr_ca: Publié

source: Unpublished
fr_ca: Non publié

source: Action Items
fr_ca: Éléments d’action

source: Redo
fr_ca: Refaire

source: Review
fr_ca: Réviser

source: Publish
fr_ca: Publier

source: Authoring Tool
fr_ca: Outil de création

source: Welcome, You can use this tool to create new content or modify existing ones.
fr_ca: Bienvenue, vous pouvez utiliser cet outil pour créer de nouveaux contenus ou modifier des contenus existants.

source: Use “Create” to start creating new content. Once the content is saved, it would be available in Draft.
fr_ca: Utilisez « Créer » pour démarrer la création d’un nouveau contenu. Une fois que le contenu est enregistré, il sera disponible dans le Brouillon.

source: To Edit content in “Sent For Review”, it needs to be recalled before you start editing.
fr_ca: Pour modifier le contenu dans "Envoyé pour révision", il faut le rappeler avant de commencer à la modification.

source: "Published" content can be edited from the Published section. Once you start editing, the content will be available in the Draft section.
fr_ca: Le contenu "Publié" peut être modifié à partir de la section "Publié". Une fois que vous aurez commencé à le modifier, le contenu sera disponible dans la section "Draft".

source: Upload File
fr_ca: Téléchargez un fichier

source: Upload Image
fr_ca: Télécharger une image

source: Add Blank
fr_ca: Ajouter du vide

source: Done
fr_ca: Terminé

source: General Details
fr_ca: Détails généraux

source: Thumbnail
fr_ca: Miniature

source: Maximum file size - 1 MB
fr_ca: Taille max. de fichier - 1 Mo

source: Title
fr_ca: Titre

source: Enter a Descriptive title
fr_ca: Entrez un titre descriptif

source: Title is mandatory
fr_ca: Le titre est obligatoire

source: Enter subtitle here
fr_ca: Entrez le sous-titre ici

source: Subtitle is mandatory
fr_ca: Le sous-titre est obligatoire

source: Expires On
fr_ca: Expire le

source: Content can expire
fr_ca: Le contenu peut expirer

source: Choose a date
fr_ca: Choisir une date

source: Expiry Date is mandatory
fr_ca: La date d’expiration est obligatoire

source: Duration is mandatory
fr_ca: La durée est obligatoire

source: Short/Card Description
fr_ca: Description brève/carte

source: Description will appear on card
fr_ca: La description s’affiche sur la carte

source: Description is mandatory
fr_ca: La description est obligatoire

source: Content Body (Long Description)
fr_ca: Corps du contenu (Longue description)

source: HTML supported Editor in case you'd like to provide more descriptive details
fr_ca: Éditeur HTML pris en charge au cas où vous voudriez fournir plus de détails descriptifs

source: NEXT
fr_ca: SUIVANT

source: Content Category
fr_ca: Catégorie du contenu

source: e.g. Resource
fr_ca: Par ex. Ressource

source: Content Category is mandatory
fr_ca: La catégorie du contenu est obligatoire

source: Category Type
fr_ca: Type de catégorie

source: None
fr_ca: Aucune

source: Category Type is mandatory
fr_ca: Le type de catégorie est obligatoire

source: Provider/Source
fr_ca: Fournisseur/Source

source: None
fr_ca: Aucune

source: e.g. Pluralsight
fr_ca: p. ex. vue au pluriel

source: Source is mandatory
fr_ca: La source est obligatoire

source: Knowledge Level
fr_ca: Niveau de connaissance

source: How tough do you think the content is?
fr_ca: Dans quelle mesure pensez-vous que le contenu est difficile?

source: e.g. Beginner
fr_ca: Par ex.: Débutant

source: Knowledge Level is mandatory
fr_ca: Le niveau de connaissance est obligatoire

source: Format Type
fr_ca: Type de format

source: Format Type is mandatory
fr_ca: Le type de format est obligatoire

source: Allow preview in draft mode for others
fr_ca: Autoriser la prévisualisation en mode brouillon pour les autres

source: Anyone with this URL can see the content
fr_ca: Toute personne possédant cette adresse URL peut voir le contenu

source: Don't Allow
fr_ca: Ne pas autoriser

source: e.g. Allow
fr_ca: Par ex. Autoriser

source: e.g. Self Paced
fr_ca: Par ex.: Propre rythme

source: Mode is mandatory
fr_ca: Le mode est obligatoire

source: Is Paid Content?
fr_ca: Le contenu est-il payant ?

source: Paid
fr_ca: Payé

source: Free
fr_ca: Gratuit

source: e.g. Free
fr_ca: Par ex. Gratuit

source: Cost is mandatory
fr_ca: Le coût est obligatoire

source: Add relevant tags to your content. Press Enter after each keyword.
fr_ca: Ajoutez des balises pertinentes à votre contenu. Appuyez sur Entrer après chaque mot-clé.

source: Search Keywords
fr_ca: Rechercher les mots clés

source: Skills is mandatory
fr_ca: Les compétences sont obligatoires

source: Catalog
fr_ca: Catalogue

source: UPDATE
fr_ca: METTRE À JOUR

source: Select the tags for placement of your content in the catalog
fr_ca: Sélectionnez les balises pour le placement de votre contenu dans le catalogue

source: Catalog selection
fr_ca: Sélection de catalogue

source: Catalog is mandatory
fr_ca: Le catalogue est obligatoire

source: 0 Catalog Selected
fr_ca: 0 catalogue sélectionné

source: Best viewed in
fr_ca: Meilleur aperçu en

source: The preferred screen for this content
fr_ca: L'écran préféré pour ce contenu

source: Tablet
fr_ca: Tablette

source: Desktop
fr_ca: Bureau

source: e.g. 7
fr_ca: Par ex.: 7

source: Best viewed in is mandatory
fr_ca: Le meilleur affichage est obligatoire

source: Intended For
fr_ca: Applicable au

source: Job Profiles
fr_ca: Profils de la tâche

source: Add one or more targeted listeners for whom this content is intended for
fr_ca: Ajoutez un ou plusieurs auditeurs ciblés à qui ce contenu est destiné

source: e.g. Developers
fr_ca: Par ex.: les développeurs

source: Job profile selection
fr_ca: Sélection du profil de la tâche

source: Job Profile is mandatory
fr_ca: Le profil de la tâche est obligatoire

source: Select your organisation below
fr_ca: Sélectionnez votre organisation ci-dessous

source: other
fr_ca: autre

source: others
fr_ca: autres

source: e.g. Siemens
fr_ca: P. ex. Siemens

source: Organisation is mandatory
fr_ca: L’organisation est obligatoire

source: Search by region
fr_ca: Rechercher par région

source: Region selection
fr_ca: Sélection de la région

source: Region is mandatory
fr_ca: La région est obligatoire

source: Access Restrictions
fr_ca: Accédez aux restrictions

source: Restrict access to your content by choosing your preference below
fr_ca: Limitez l'accès à votre contenu en choisissant vos préférences ci-dessous

source: Region is mandatory
fr_ca: La région est obligatoire

source: Related
fr_ca: Connexe

source: (Optional)
fr_ca: (En option)

source: External References
fr_ca: Références externes

source: Add Urls of external links as reference
fr_ca: Ajouter les urls des liens externes comme référence

source: Enter Link
fr_ca: Entrer lien

source: Learn Before
fr_ca: Apprendre Avant

source: Published content to learn before attempting
fr_ca: Le contenu publié à apprendre avant d'essayer

source: ADD CONTENT
fr_ca: AJOUTER CONTENU

source: Learn After
fr_ca: Apprendre après

source: Published content to follow up after learning this content
fr_ca: Contenu publié à suivre après l'apprentissage de ce contenu

source: Hardware Requirements
fr_ca: Configuration matérielle requise

source: Hardware Requirements is mandatory
fr_ca: La configuration matérielle requise est obligatoire

source: Knowledge Artifacts
fr_ca: Artéfacts de connaissance

source: Knowledge Artifacts that supplement the content
fr_ca: Les Artéfacts de connaissance qui complètent le contenu

source: Playgrounds to supplement this content
fr_ca: Terrains de jeux pour compléter ce contenu

source: Software Requirements is mandatory
fr_ca: La configuration logicielle requise est obligatoire

source: Introductory Video Thumbnail
fr_ca: Miniature de la vidéo introductive

source: Video Thumbnail is mandatory
fr_ca: La miniature vidéo est obligatoire

source: Introductory Video
fr_ca: Vidéo introductive

source: Upload a video to introduce your content (Max. file size - 200MB)
fr_ca: Téléchargez une vidéo pour présenter votre contenu (Taille max. du fichier - 200Mo)

source: References
fr_ca: Références

source: references added
fr_ca: références ajoutées

source: ADD REFERENCE
fr_ca: AJOUTER RÉFÉRENCE

source: Stakeholders
fr_ca: Parties prenantes

source: Curators / Contacts
fr_ca: Conservateurs /Contacts

source: Search by mail
fr_ca: Rechercher par courrier

source: Contributor is mandatory
fr_ca: Contributeur obligatoire

source: Enter name
fr_ca: Saisissez un nom

source: Original Authors is mandatory
fr_ca: Les auteurs originaux sont obligatoires

source: Reviewers
fr_ca: Réviseurs

source: Reviewer selection
fr_ca: Sélection de réviseur

source: Reviewer is mandatory
fr_ca: Le réviseur est obligatoire

source: Publishers
fr_ca: Éditeurs

source: Send For Review
fr_ca: Émettre pour révision

source: Review
fr_ca: Réviser

source: Publish
fr_ca: Publier

source: Done
fr_ca: Terminé

source: Link
fr_ca: Lien

source: Enter or paste URL here
fr_ca: Entrez ou collez l'URL ici

source: URL is mandatory
fr_ca: L’URL est obligatoire

source: Is It Available on internet ?
fr_ca: Est-il disponible sur Internet?

source: Opens in a new tab?
fr_ca: S’ouvre dans un nouvel onglet ?

source: PROCEED
fr_ca: CONTINUER

source: CONTENT CREATION
fr_ca: CRÉATION DU CONTENU

source: Choose Type
fr_ca: Choisir un type

source: Content
fr_ca: Contenu

source: Add a language
fr_ca: Ajouter une langue

source: preview
fr_ca: prévisualiser

source: save
fr_ca: Enregister

source: publish
fr_ca: publier

source: Delete
fr_ca: Supprimer

source: Fullscreen
fr_ca: Plein écran

source: fullscreen
fr_ca: plein écran

source: Back
fr_ca: Retour

source: EDIT DETAILS
fr_ca: MODIFIER LES DÉTAILS

source: Resource Title
fr_ca: Titre de la ressource

source: Resource Description
fr_ca: Description de la ressource

source: Resource Type
fr_ca: Type de ressources

source: Grade Level
fr_ca: Niveau d'études

source: Thumbnail Image
fr_ca: Image de la miniature

source: Drag and Drop file here
fr_ca: Glisser et déposer le fichier ici

source: or
fr_ca: ou

source: Browse files
fr_ca: Explorez les fichiers

source: Accepted file type:
fr_ca: Types de fichier acceptés :

source: Recommended Resolution: 265px * 150px. Max file size:
fr_ca: Résolution recommandée : 265px * 150px. Taille max. du fichier :

source: MB
fr_ca: Mo

source: Submit Resource
fr_ca: Soumette la ressource

source: UPLOAD A RESOURCE
fr_ca: TÉLÉCHARGEZ UNE RESSOURCE

source: Share your expertise with the Pathfinders Institute community of likeminded teachers working to bring computer science to all. Please upload resources or materials (i.e. audio or PDF) that you think would be helpful to other teachers working to inspire their students to pursue computer science and making.
fr_ca: Partagez votre expertise avec la communauté des enseignants de l'Institut Pathfinders, qui partagent les mêmes idées et s'efforcent de mettre l'informatique à la portée de tous. Veuillez télécharger des ressources ou du matériel (audio ou PDF) qui, selon vous, pourraient être utiles à d'autres enseignants qui s'efforcent d'inciter leurs élèves à s'intéresser à l'informatique.

source: As a K-12 public school teacher working to provide computer science and maker education in your classroom, you are the on the front lines - sparking inspiration in your students. We know that can be challenging on a daily basis. The Pathfinders Institute Online Portal is designed for you to access content and also to build a community of peers who are sharing leading practice of what is truly working in the classroom. The Platform is designed for you to share your expertise and materials with fellow teachers who want to bring innovation to the classroom.
fr_ca: En tant qu’enseignant d’école publique œuvrant pour fournir une formation en informatique et fabrication dans votre salle de classe, vous êtes le en première lignes - pour susciter l'inspiration chez vos élèves. Nous savons que cela peut représenter un défi au quotidien. Le portail en ligne de l'Institut Pathfinders est conçu pour vous permettre d'accéder au contenu et de créer une communauté de pairs qui partagent les meilleures pratiques de ce qui fonctionne vraiment en classe. La plateforme est conçue pour que vous puissiez partager votre expertise et vos matériels avec vos collègues enseignants qui souhaitent apporter l'innovation dans la salle de classe.

source: Browse files
fr_ca: Explorez les fichiers

source: Accepted file type: pdf, audio
fr_ca: Type de fichier accepté : pdf, audio

source: Max file size:
fr_ca: Taille max. du fichier :

source: I understand the
fr_ca: Je comprends les

source: Terms and Conditions
fr_ca: conditions générales

source: Continue to Description
fr_ca: Continuez vers la description

source: Resource Hub Terms & Conditions
fr_ca: Conditions générales du Resource Hub

source: The User agrees when uploading a resource, the following: <br/> <br/> I hereby declare that my contribution (i.e the complete material in case of new material or any additions / modifications in case of a new version release) does not violate any copyright laws or infringe upon copyrights, trademark or intellectual property rights of clients, vendors or third parties. I further declare that my contribution constitutes my own work, that any sources on which I relied in its creation have been acknowledged and that all necessary permissions are in place wherever permission is required due to the nature or source of the content. Proof of such permission has been submitted along with my contribution as supporting documentation. <br/> <br/> I understand that I may be held responsible for any third party claims that may arise from any breach of confidentiality or breach of intellectual property rights or breach of copyrights of third party/ies; and that legal action may be initiated against me by the Foundation if my work leads to the violation of any copyright or intellectual property rights.
fr_ca: L’utilisateur accepte lors du téléchargement d’une ressource, comme suit: <br/> <br/> Je déclare par la présente que ma contribution (c'est-à-dire le matériel complet en cas de nouveau matériel ou tous les ajouts / modifications en cas de nouvelle version) ne viole pas les lois sur les droits d'auteur ni les droits de propriété intellectuelle des clients, fournisseurs ou tiers. Je déclare en outre que ma contribution constitue mon propre travail, que toutes les sources sur lesquelles je me suis appuyé pour sa création ont été reconnues et que toutes les autorisations nécessaires sont en place partout où une autorisation est requise en raison de la nature ou de la source du contenu. Une preuve d'une telle permission a été soumise avec ma contribution à titre de document justificatif. <br/> <br/> Je comprends que je peux être tenu responsable de toute réclamation d'un tiers pouvant découler d'une violation de la confidentialité ou des droits de propriété intellectuelle ou d'une violation des droits d'auteur d'un tiers ; et que des mesures disciplinaires peuvent être prises contre moi par la Société si mon travail conduit à la violation d'un droit d'auteur ou de propriété intellectuelle.

source: I AGREE
fr_ca: J’ACCEPTE

source: Breadcrumb
fr_ca: Chapelure de pain

source: Video
fr_ca: Vidéo

source: Embed
fr_ca: Intégrer

source: Banner
fr_ca: Bannière

source: Image Map
fr_ca: Carte-image

source: Grid
fr_ca: Grille

source: Linear
fr_ca: Linéaire

source: Tab
fr_ca: Onglet

source: Selector
fr_ca: Sélecteur

source: Gallery
fr_ca: Galerie

source: Content Strip Container
fr_ca: Récipient pour bande à contenu

source: Card Strip
fr_ca: Bande de carte

source: Common Widget
fr_ca: Widget commun

source: Common Widget
fr_ca: Widget commun

source: as
fr_ca: comme

source: Info Widget
fr_ca: Widget d'information

source: Pre Widget
fr_ca: Pré Widget

source: Error Widget
fr_ca: Erreur de Widget

source: No Data Widget
fr_ca: Pas de Widget de données

source: You can provide inputs in any one of the following ways.
fr_ca: Vous pouvez fournir des données d'entrée de l'une ou l'autre des façons suivantes.

source: Using HTML editor. (Within the editor, you may also copy paste the source code or modify it)
fr_ca: Utilisation de l'éditeur HTML. (Dans l'éditeur, vous pouvez aussi copier coller le code source ou le modifier)

source: Use Mustache web template system to add your code. See documentation in
fr_ca: Utilisez le système de gabarit Mustache pour ajouter votre code. Voir la documentation dans

source: Enter both HTML and JSON data.
fr_ca: Saisir les données HTML et JSON.

source: Responsive container allows you to add different widgets for different devices. <br/> Relevant widget will be chosen based on user’s screen resolution. <br/> How to use this widget? : <br/>
fr_ca: Le conteneur réactif vous permet d'ajouter différents widgets pour différents périphériques. <br/> Le widget pertinent sera choisi en fonction de la résolution de l'écran de l'utilisateur. <br/> Comment utiliser ce widget ? : <br/>

source: Drag and Drop a widget and enter resolution information in the “Additional Information” section of the widget.
fr_ca: Glissez-déposez un widget et entrez les informations de résolution dans la section « Informations supplémentaires » du widget.

source: To add a new widget for different resolution, go to Edit section and Add a Child.
fr_ca: Pour ajouter un nouveau widget à une résolution différente, allez dans la section Modifier et Ajouter un enfant.

source: Container Style Data
fr_ca: Données de style de récipient

source: CSS Class for Widget
fr_ca: Classe CSS pour Widget

source: Use pre-defined classes of Tailwind CSS framework. Click
fr_ca: Utilisez des classes prédéfinies du cadre CSS de Tailwind. Cliquer

source: here
fr_ca: ici

source: to see its documentation
fr_ca: pour voir sa documentation

source: CSS Style for Widget
fr_ca: Style CSS pour Widget

source: Data
fr_ca: Données

source: Gutter
fr_ca: Gouttière

source: Loader
fr_ca: Chargeur

source: Position Percentage
fr_ca: Pourcentage de poste

source: Select
fr_ca: Sélectionner

source: Big Screens
fr_ca: Grands écrans

source: to see its documentation.
fr_ca: pour voir sa documentation.

source: Minimum Width (px)
fr_ca: Largeur minimale (px)

source: Enter number
fr_ca: Entrer numéro

source: The above field is required
fr_ca: Le champ ci-dessus est obligatoire

source: Maximum Width (px)
fr_ca: Largeur maximale (px)

source: Enter Number
fr_ca: Entrer numéro

source: Title for tab
fr_ca: Titre de l'onglet

source: Description for tab
fr_ca: Description de l'onglet

source: Choose Image
fr_ca: Choisir une image

source: Change Image
fr_ca: Modifier l'image

source: Free Flow Editor
fr_ca: Éditeur Flux Libre

source: Not advisable to edit without prior knowledge of JSON
fr_ca: Il est déconseillé d'éditer sans connaissance préalable de JSON.

source: Change
fr_ca: Changer

source: Embedd Code
fr_ca: Code d'incorporation

source: Title
fr_ca: Titre

source: Text
fr_ca: Texte

source: Image Map
fr_ca: Carte-image

source: Image Gallery
fr_ca: Galerie d’image

source: Video Gallery
fr_ca: Galerie vidéo

source: Gallery
fr_ca: Galerie

source: Content/Series Slider
fr_ca: Curseur de contenu/série

source: Entry List
fr_ca: Liste des entrées

source: Click to copy Anchor Id
fr_ca: Cliquez pour copier l'identifiant de l'ancre

source: Style Properties
fr_ca: Propriétés de style

source: Change the following values only if you need to alter the layout. Please note that it will affect the overall row behavior
fr_ca: Ne changez les valeurs suivantes que si vous devez modifier la mise en page. Veuillez noter que cela affectera le comportement global de la ligne

source: Height
fr_ca: Hauteur

source: Automatically Calculate Height
fr_ca: Calculez automatiquement la hauteur

source: Apply Standard Height
fr_ca: Appliquez la hauteur standard

source: Provide Custom Height
fr_ca: Fournissez une hauteur personnalisée

source: Width
fr_ca: Largeur

source: Automatically Calculate Width
fr_ca: Calculez automatiquement la largeur

source: Apply Standard Width
fr_ca: Appliquez la largeur standard

source: Provide Custom Width
fr_ca: Fournissez une largeur personnalisée

source: width
fr_ca: largeur

source: Margin
fr_ca: Marge

source: Margin-Left
fr_ca: Marge-Gauche

source: Margin-Right
fr_ca: Marge-Droite

source: Margin-Top
fr_ca: Marge-Supérieur

source: Margin-Bottom
fr_ca: Marge-Inférieur

source: Alignment of various items such as image, colour, border and your applied CSS may not reflect in edit mode. <br/> Use “Preview” to see actual rendering of the page in different devices.
fr_ca: L'alignement de divers éléments tels que l'image, la couleur, la bordure et votre CSS appliqué peut ne pas se refléter en mode édition. <br/> Utilisez "Aperçu" pour voir le rendu réel de la page dans différents appareils.

source: Use “Save” at the top right corner to save your changes. Changes made in any of the widgets are not saved automatically.
fr_ca: Utilisez "Enregistrer" dans le coin supérieur droit pour enregistrer vos modifications. Les modifications apportées à l'un des widgets ne sont pas sauvegardées automatiquement.

source: Send For Review
fr_ca: Émettre pour révision

source: send for review
fr_ca: émettre pour révision

source: View Options
fr_ca: Afficher les options

source: Add A Column
fr_ca: Ajouter une colonne

source: Add Child
fr_ca: Ajouter un enfant

source: Add Child
fr_ca: Ajouter un enfant

source: Child Widgets
fr_ca: Widgets pour enfants

source: Switch to Default Widget
fr_ca: Passer au Widget par défaut

source: Add Custom Widget
fr_ca: Ajouter un widget personnalisé

source: Add Content Strip
fr_ca: Ajouter une bande de contenu

source: Add a Prewidget
fr_ca: Ajouter un Pré-widget

source: Add a PostWidget
fr_ca: Ajouter un Post-Widget

source: Add an Info Widget
fr_ca: Ajouter un Widget d’information

source: Show Data Widget
fr_ca: Afficher un Widget de données

source: Show Error Widget
fr_ca: Afficher une Erreur de Widget

source: Show No Data Widget
fr_ca: Afficher Pas de Widget de données

source: Show Loader
fr_ca: Afficher un chargeur

source: Example add icon
fr_ca: Exemple d’ajout d’icône

source: Drag and Drop a Widget
fr_ca: Glisser-déposer un widget

source: Open Tool Bar
fr_ca: Ouvrez la barre d'outils

source: Click to Open Tool bar
fr_ca: Cliquez pour ouvrir la barre d'outils

source: Widget Library:
fr_ca: Bibliothèque de widgets :

source: Editor Mode:
fr_ca: Mode éditeur :

source: Basic
fr_ca: Élémentaire

source: Advanced
fr_ca: Avancé

source: Close Tool Bar
fr_ca: Fermez la barre d’outils

source: Click to Expand Tool bar
fr_ca: Cliquez pour agrandir la barre d'outils

source: Text
fr_ca: Texte

source: Banner
fr_ca: Bannière

source: BreadCrum
fr_ca: Chapelure

source: Image Map
fr_ca: Carte-image

source: Entry List
fr_ca: Liste des entrées

source: Responsive Container
fr_ca: Conteneur réactif

source: Gallery Container
fr_ca: Conteneur de la galerie

source: Insert a new row
fr_ca: Insérer une nouvelle rangée

source: Add a new row
fr_ca: Ajouter une nouvelle rangée

source: No data available to show
fr_ca: Aucune donnée disponible pour montrer

source: Error while fetching content
fr_ca: Erreur lors de la récupération du contenu

source: Enter Content Id
fr_ca: Entrer l'ID du Contenu

source: Enter Class
fr_ca: Entrer une classe

source: Enter title
fr_ca: Entrer un titre

source: Above field is required
fr_ca: Le champ ci-dessus est obligatoire

source: Enter URL
fr_ca: Entrer un URL

source: Add new Path
fr_ca: Ajouter un nouveau chemin

source: Choose Video (less than 200MB)
fr_ca: Choisissez une vidéo (moins de 200Mo)

source: Choose Audio (less than 200MB)
fr_ca: Choisissez une audio (moins de 200Mo)

source: Change Video (less than 200MB)
fr_ca: Changez une vidéo (moins de 200Mo)
