Repository: Altovate/Eagle
Catalog: apps/fusion/locale/messages.*.xlf
Languages: fr_ca

source: The image is not of the required dimensions. Do you want to continue?
fr_ca: L'image n'a pas les dimensions requises. Voulez-vous continuer?

source: No
fr_ca: Non

source: Yes
fr_ca: Oui

source: Profile Photo
fr_ca: Photo de profil

source: close
fr_ca: fermer

source: Rotate Left
fr_ca: Pivoter Gauche

source: Rotate Right
fr_ca: Pivoter Droite

source: Flip Horizontal
fr_ca: Retournement horizontal

source: Edit Image
fr_ca: Modifier l’image

source: Preview
fr_ca: Prévisualiser

source: Cropped Width:
fr_ca: Largeur recadrée:

source: Cropped Height:
fr_ca: Hauteur recadrée:

source: Apply
fr_ca: Appliquer

source: Analytics
fr_ca: Analyse

source: Call
fr_ca: Appel

source: Call Button
fr_ca: Bouton d’appel

source: Copy phone number to Clipboard
fr_ca: Copier numéro de téléphone dans le presse-papier

source: Copy to Clipboard
fr_ca: Copier dans le presse-papier

source: Call
fr_ca: Appel

source: Open Call Dialog
fr_ca: Ouvrir boîte de dialogue d’appel

source: Explore
fr_ca: Explorer

source: Error Fetching Data
fr_ca: Erreur de récupération des données

source: No categories to explore.
fr_ca: Pas de catégorie à explorer.

source: You can find content using search
fr_ca: Vous pouvez trouver du contenu à l'aide de la fonction de recherche

source: SEARCH
fr_ca: RECHERCHER

source: Explore all
fr_ca: Explorer tout

source: Download Content
fr_ca: Télécharger contenu

source: Download
fr_ca: Télécharger

source: Feedback
fr_ca: Commentaire

source: for
fr_ca: Pour

source: Leave a comment
fr_ca: Laisser un commentaire

source: Please wait...
fr_ca: Veuillez patienter...

source: Submit Feedback
fr_ca: Soumettre un commentaire

source: Reset
fr_ca: Réinit

source: Open Content Feedback Dialog
fr_ca: Ouvrir contenu de la boîte de dialogue de commentaire

source: Content Feedback
fr_ca: Commentaire de contenu

source: Like
fr_ca: Aimer

source: UnLike
fr_ca: Ne pas aimer

source: Please wait
fr_ca: Veuillez patienter

source: Do you want to send content to your mailbox ?
fr_ca: Voulez-vous envoyer le contenu dans votre boîte de réception ?

source: Send
fr_ca: Envoyer

source: send content over mail
fr_ca: envoyer le contenu par courrier

source: Cancel
fr_ca: Annuler

source: Don't send this content
fr_ca: Ne pas envoyer ce contenu

source: Default mail body for sending the content to user mail box
fr_ca: Corps du message par défaut pour l'envoi du contenu dans la boîte aux lettres de l'utilisateur

source: This mail is sent by Lex on request.
fr_ca: Ce courrier est envoyé par Lex sur demande.

source: Success toast message for sending the content to user mail box
fr_ca: Message de toast réussi pour l'envoi du contenu dans la boîte aux lettres de l'utilisateur

source: Content is sent to your inbox
fr_ca: Le contenu est envoyé dans votre boîte de réception

source: Error Toast message for sending the content to user mail box
fr_ca: Message de Toast d'erreur pour l'envoi du contenu à la boîte aux lettres de l'utilisateur

source: Failed to send the resource to your inbox.
fr_ca: Échec de l'envoi de la ressource dans votre boîte de réception.

source: Send Content to your mailbox
fr_ca: Envoyer un contenu dans votre boîte de réception

source: Send the content to your mail box
fr_ca: Envoyer le contenu dans votre boîte de réception

source: Share with
fr_ca: Partager avec

source: Your message ...
fr_ca: Votre message ...

source: I want to share this artifact I found.
fr_ca: Je veux partager cet artéfact que j’ai trouvé.

source: Share
fr_ca: Partager

source: Share this content with specified email address
fr_ca: Partager ce contenu avec l’adresse e-mail précisée

source: Close
fr_ca: Fermer

source: Unable to share. Try later
fr_ca: Impossible de partager. Essayer plus tard

source: Content successfully shared
fr_ca: Contenu partagé avec succès

source: Share Content
fr_ca: Partager contenu

source: Search users
fr_ca: Rechercher les utilisateurs

source: Fetching users...
fr_ca: Récupération des utilisateurs...

source: No user found. Please check the value entered.
fr_ca: Utilisateur introuvable. Veuillez vérifier la valeur saisie.

source: User already added
fr_ca: Utilisateur déjà ajouté

source: Please select a user other than yourself.
fr_ca: Veuillez sélectionner un utilisateur autre que vous-même.

source: icon
fr_ca: icône

source: FullScreen Toggle
fr_ca: Basculement en plein écran

source: Add
fr_ca: Ajouter

source: to Goals
fr_ca: aux Objectifs

source: Goal
fr_ca: Objectif

source: Add to Goals
fr_ca: Ajouter aux objectifs

source: DONE
fr_ca: TERMINÉ

source: CREATE NEW
fr_ca: CRÉER NOUVEAU

source: Content Added
fr_ca: Contenu ajouté

source: Content Removed
fr_ca: Contenu supprimé

source: Error Updating Goal
fr_ca: Erreur de mise à jour de l’objectif

source: I need your help in 'Elaborate your query'
fr_ca: J’ai besoin de votre aide pour ‘Élaborer votre requête’

source: Invalid Ids. Failed to send mail.
fr_ca: ID invalide. Échec d’envoi d’un mail.

source: Send Mail
fr_ca: Envoyer un message

source: Send Your Query
fr_ca: Envoyer votre requête

source: Mail Sent
fr_ca: Courrier envoyé

source: Invalid id. Unable to send mail.
fr_ca: ID non valide. Impossible d’envoyer un courrier.

source: Unable to share mail. Please try again
fr_ca: Impossible de partager le courrier. Veuillez réessayer

source: Send Mail
fr_ca: Envoyer un message

source: Ask a query
fr_ca: Poser une question

source: to Playlist
fr_ca: À la liste de lecture

source: Playlist
fr_ca: Liste de lecture

source: Add to Playlist
fr_ca: Ajouter à la Liste de lecture

source: Enter Playlist Details
fr_ca: Entrez les détails de la liste de lecture

source: Name
fr_ca: Nom

source: Playlist title should be 1-100 characters
fr_ca: Le titre de la liste de lecture doit comporter entre 1 et 100 caractères

source: CREATE NEW
fr_ca: CRÉER NOUVEAU

source: CREATE
fr_ca: CRÉER

source: CANCEL
fr_ca: ANNULER

source: Playlist Created
fr_ca: Liste de lecture créée

source: Playlist Creation Failed
fr_ca: Échec de la création de la Liste de lecture

source: Error Updating Content
fr_ca: Erreur de la mise à jour du contenu

source: Settings
fr_ca: Paramètres

source: Dark Mode
fr_ca: Mode foncé

source: Languages
fr_ca: Langues

source: Font Size
fr_ca: Taille de police

source: Themes
fr_ca: Thèmes

source: All Settings
fr_ca: Tous les paramètres

source: Base font size
fr_ca: Taille de la police de base

source: English (en)
fr_ca: Anglais (an)

source: German (de)
fr_ca: Allemand (de)

source: Arabic (ar)
fr_ca: Arabe (ar)

source: Chinese (zh-CN)
fr_ca: Chinois (zh-CN)

source: French (fr)
fr_ca: Français (FR)

source: French Canada (fr-ca)
fr_ca: Français Canada (fr-ca)

source: Dutch (nl)
fr_ca: Néerlandais (nl)

source: Japanese (ja)
fr_ca: Japonais (ja)

source: Spanish (es)
fr_ca: Espagnol (es)

source: since
fr_ca: depuis

source: User details are not available.
fr_ca: Les détails de l'utilisateur ne sont pas disponibles.

source: Uploads
fr_ca: Téléchargements

source: thumbnail
fr_ca: miniature

source: Content expired or deleted
fr_ca: Contenu expiré ou supprimé

source: Content may be expired or deleted
fr_ca: Le contenu peut avoir expiré ou été supprimé

source: Intranet content
fr_ca: Contenu Intranet

source: Available only in Company's network
fr_ca: Disponible uniquement sur le réseau de l’entreprise

source: Content
fr_ca: Contenu

source: Content Type
fr_ca: Type de contenu

source: Duration
fr_ca: Durée

source: action items
fr_ca: éléments d’action

source: Title
fr_ca: Titre

source: Content
fr_ca: Contenu

source: Complexity Level
fr_ca: Niveau de complexité

source: Details
fr_ca: Détails

source: Newly Added
fr_ca: Nouvellement ajouté

source: Newly Added
fr_ca: Nouvellement ajouté

source: Reason
fr_ca: Raison

source: You don't have any Knowledge Boards
fr_ca: Vous n'avez pas de Tableau de connaissances

source: Select a Knowledge Board
fr_ca: Choisissez un Tableau de connaissances

source: Choose Section
fr_ca: Choisir une section

source: Default
fr_ca: Par défaut

source: This helps in...
fr_ca: Ceci permet de...

source: Reason to add this goes here
fr_ca: La raison de l'ajout est la suivante

source: DONE
fr_ca: TERMINÉ

source: Content Updated
fr_ca: Contenu mis à jour

source: Content not updated for some knowledge boards, add it from knowledge board home page
fr_ca: Le contenu n'est pas mis à jour pour certains Tableaux de connaissances, ajoutez-le à partir de la page d'accueil du Tableau de connaissances

source: Knowledge Board
fr_ca: Tableau de connaissances

source: Pin To Knowledge Board
fr_ca: Épingler au Tableau de connaissances

source: Follow
fr_ca: Suivre

source: UnFollow
fr_ca: Désabonner

source: Hey
fr_ca: Hé

source: , Welcome Back!
fr_ca: , Bon retour parmi nous !

source: View All
fr_ca: Afficher tous

source: characters are required
fr_ca: Les caractères sont requis

source: There aren’t any conversations yet
fr_ca: Il n’existe encore aucune conversation

source: Show More Posts
fr_ca: Affichez plus de publications

source: Start a new thread
fr_ca: Démarrer un nouveau fil

source: Post
fr_ca: Publier

source: Conversation published successfully
fr_ca: Conversation publiée avec succès

source: Unable to save. Please retry
fr_ca: Impossible de sauvegarder. Veuillez réessayer

source: Post
fr_ca: Publier

source: Post to Dashboard is disabled for authoring preview mode
fr_ca: La publication sur le tableau de bord est désactivée pour le mode de prévisualisation de l'auteur

source: Likes
fr_ca: J’aime

source: See More
fr_ca: Voir plus

source: No likes
fr_ca: Je n’aime pas

source: Error fetching likes
fr_ca: J’aime de récupération d’erreur

source: Up Votes
fr_ca: Votes par oui

source: No up votes
fr_ca: Pas de votes par oui

source: Error fetching up votes
fr_ca: Votes par oui de récupération d’erreur

source: Down Votes
fr_ca: Votes par non

source: No down votes
fr_ca: Pas de votes par non

source: Error fetching down votes
fr_ca: Votes par non de récupération d’erreur

source: Following
fr_ca: Suivant

source: down vote
fr_ca: vote par non

source: Down vote
fr_ca: Vote par non

source: Up vote
fr_ca: Vote par oui

source: You cannot vote your own post
fr_ca: Impossible de voter pour votre propre publication

source: Like / Unlike
fr_ca: J’aime / Je n’aime pas

source: You cannot like your own post
fr_ca: Impossible d’aimer votre propre publication

source: Deleted posts are gone forever. Are you sure?
fr_ca: Les publications supprimées sont perdues à tout jamais. Êtes vous sûr(e)?

source: Please Wait...
fr_ca: Veuillez patienter...

source: No
fr_ca: Non

source: Unable to delete! Please retry or
fr_ca: Impossible de supprimer! Veuillez réessayer ou

source: Report to us
fr_ca: Signalez le nous

source: at
fr_ca: à

source: Update
fr_ca: Mettre à jour

source: Cancel
fr_ca: Annuler

source: Load Previous Replies
fr_ca: Chargez réponses précédentes

source: Load New Replies
fr_ca: Charger nouvelles réponses

source: Respond to this thread
fr_ca: Répondez à ce fil

source: Reply
fr_ca: Répondre

source: Cancel
fr_ca: Annuler

source: Edit Post
fr_ca: Éditer une publication

source: Delete Post
fr_ca: Supprimer la publication

source: Edit
fr_ca: Modifier

source: Delete
fr_ca: Supprimer

source: You do not have sufﬁcient access rights to view this page.
fr_ca: Vous n’avez pas assez de droits d’accès pour visualiser cette page.

source: You might want to:
fr_ca: Vous voudriez peut-être:

source: Contact your local admin for access related issues.
fr_ca: Contacter votre admin local pour accéder aux problèmes y afférents.

source: Check for any typos in the URL
fr_ca: Vérifier la présence de fautes de frappe dans l'URL

source: Do you suspect a site problem?
fr_ca: Soupçonnez-vous un problème de site?

source: The Content is not Available
fr_ca: Le contenu n'est pas disponible

source: We are facing some technical difficulties. The experts are on it.
fr_ca: Nous sommes confrontés aux difficultés techniques. Les experts y travaillent.

source: Empty the cache and reload the page.
fr_ca: Videz le cache et rechargez la page.

source: Do you suspect a site problem?
fr_ca: Soupçonnez-vous un problème de site?

source: The Feature is disabled
fr_ca: La fonctionnalité est désactivée

source: You are accessing the feature which is currently disabled for this instance.
fr_ca: Vous accédez à la fonctionnalité qui est actuellement désactivée pour cette instance.

source: The Feature is not Available
fr_ca: La fonctionnalité n’est pas disponible

source: You are accessing the feature which is currently unavailable for this instance.
fr_ca: Vous accédez à la fonctionnalité qui est actuellement indisponible pour cette instance.

source: Uh Oh!
fr_ca: Hum !

source: We ran into some issues
fr_ca: Nous avons rencontré des problèmes

source: The page you requested cannot be found
fr_ca: La page que vous recherchez est introuvable.

source: We have updated our web site and many URLs have changed.
fr_ca: Nous avons mis à jour notre site web et plusieurs URL ont été modifiés.

source: Go to
fr_ca: Aller à

source: ,search for the topic you are interested in.
fr_ca: ,recherchez le sujet qui vous intéresse.

source: The service is currently unavailable
fr_ca: Le service est actuellement indisponible

source: We have a temporary downtime, we will be up again soon.
fr_ca: Nous avons un temps d'arrêt temporaire, nous serons bientôt de retour.

source: Oops! Something went wrong
fr_ca: Houp! Quelque chose s’est mal passé

source: We are facing some technical difﬁculties.
fr_ca: Nous sommes confrontés aux difficultés techniques.

source: Choose a palette
fr_ca: Choisissez une palette

source: Choose a Graph Type
fr_ca: Choisissez un type de graphique

source: Check your network connection and reload the page.
fr_ca: Vérifiez votre connexion réseau et rechargez la page

source: Search content
fr_ca: Contenu de recherche

source: Resource
fr_ca: Ressource

source: Course
fr_ca: Cours

source: Program
fr_ca: Programme

source: Channel
fr_ca: Canal

source: Knowledge Board
fr_ca: Tableau de connaissances

source: Error fetching data
fr_ca: Erreur de récupération des données

source: No results
fr_ca: Pas de résultats

source: Content Icon
fr_ca: Icône de contenu

source: people are studying this
fr_ca: Les gens étudient ce

source: person is studying this
fr_ca: La personne étudie ce

source: Parent of this content is already selected
fr_ca: Le parent de ce contenu est déjà sélectionné

source: Release Notes
fr_ca: Notes de version

source: Page Banner
fr_ca: Bannière de page

source: Thank you, we have received your feedback.
fr_ca: Merci, nous avons reçu vos commentaires.

source: Feedback could not be submitted.
fr_ca: Aucune rétroaction n'a pu être soumise.

source: You have replied.
fr_ca: Vous avez répondu.

source: Your reply could not be submitted.
fr_ca: Votre réponse n'a pas pu être soumise.

source: Feedback for:
fr_ca: Commentaire pour :

source: What was helpful?
fr_ca: Qu'est-ce qui a été utile?

source: Type your feedback here
fr_ca: Saisissez votre commentaire ici

source: Limit to 2000 characters.
fr_ca: Limité à 2000 caractères.

source: You have exceeded 2000 characters.
fr_ca: Vous avez dépassé 2000 caractères.

source: What can be improved?
fr_ca: Que peut-on améliorer?

source: Limit to 2000 characters.
fr_ca: Limité à 2000 caractères.

source: You have exceeded 2000 characters.
fr_ca: Vous avez dépassé 2000 caractères.

source: Send
fr_ca: Envoyer

source: What do you think of this content?
fr_ca: Que pensez-vous de ce contenu?

source: Unfollow
fr_ca: Désabonner

source: Unfollow Knowledge Board
fr_ca: Ne suivez pas Knowledge Board

source: Edit Knowledge Board
fr_ca: Éditer Knowledge Board

source: Delete Post
fr_ca: Supprimer la publication

source: Delete
fr_ca: Supprimer

source: Select File
fr_ca: Sélectionner un Fichier

source: Click to select a file
fr_ca: Cliquer pour sélectionner un fichier

source: Rate the content
fr_ca: Évaluer le contenu

source: Video
fr_ca: Vidéo

source: Assessment
fr_ca: Évaluation

source: Interactive Video
fr_ca: Vidéo interactive

source: Web Module
fr_ca: Module Web

source: Hands-On
fr_ca: Pratique

source: instructor-led
fr_ca: dirigé par instructeur

source: class-diagram
fr_ca: Diagramme de classe

source: External Certification
fr_ca: Certification externe

source: web-page
fr_ca: Page Web

source: Remaining
fr_ca: Restant

source: Completed!
fr_ca: Terminé !

source: Content maybe expired or deleted.
fr_ca: Le contenu peut avoir expiré ou été supprimé.

source: Content can only be viewed in intranet.
fr_ca: Ce contenu ne peut être consulté qu'en Intranet.

source: You no longer have access to this content
fr_ca: Vous n’avez plus accès à ce contenu

source: VIEW MORE
fr_ca: VOIR PLUS

source: VIEW LESS
fr_ca: VOIR MOINS

source: Please enter semi-colon (;) separated mail ids
fr_ca: Veuillez entrer les identifiants de courrier séparés par des points-virgules ( ;)

source: Domain name is mandatory for email addresses
fr_ca: Le nom de domaine est obligatoire pour les adresses e-mail

source: Invalid domain name. This domain is not allowed for sharing content
fr_ca: Nom de domaine invalide. Ce domaine n’est pas autorisé pour le partage de contenu

source: Are you sure to mark it as complete?
fr_ca: Êtes-vous sûr de vouloir le marquer comme terminé ?

source: Mark as complete
fr_ca: Marquez comme terminé

source: Cancel
fr_ca: Annuler

source: Learning Progress
fr_ca: évolution de l’apprentissage

source: Status:
fr_ca: État :

source: Open
fr_ca: Ouvrir

source: Started
fr_ca: Démarré

source: Completed
fr_ca: Terminé

source: I confirm that I have gone through this content and want to mark it as complete.
fr_ca: Je confirme que j'ai parcouru ce contenu et je veux le marquer comme terminé.

source: Mark as Complete
fr_ca: Marquez comme Terminé

source: Content will be marked as complete once you pass this assessment.
fr_ca: Le contenu sera marqué comme terminé dès que vous aurez réussi cette évaluation.

source: Content will be marked as complete once you submit this quiz/exercise.
fr_ca: Le contenu sera marqué comme terminé dès que vous aurez soumis ce quizz/cet exercice.

source: Your learning progress for this content is captured externally and will be updated in this portal once it is received.
fr_ca: Votre progrès d'apprentissage de ce contenu sont saisis à l'externe et sera mis à jour dans ce portail dès qu'il est reçu.

source: Your progress was automatically captured from its source.
fr_ca: Votre progrès a été automatiquement saisi à partir de sa source.

source: This content is hierarchical. Progress will be calculated on the basis of children resources
fr_ca: Ce contenu est hiérarchisé. Le progrès est calculé en fonction des ressources des enfants

source: Progress will be calculated based on your classroom attendance.
fr_ca: Le progrès est calculé en fonction de votre présence en salle de classe.

source: At a glance
fr_ca: Aperçu

source: Level
fr_ca: Niveau

source: Cost
fr_ca: Coût

source: Views
fr_ca: Affichages

source: Course
fr_ca: Cours

source: Courses
fr_ca: Cours

source: Video
fr_ca: Vidéo

source: Videos
fr_ca: Vidéos

source: Interactive Video
fr_ca: Vidéo interactive

source: Interactive Videos
fr_ca: Vidéos interactives

source: Youtube Video
fr_ca: Vidéo Youtube

source: Youtube Videos
fr_ca: Vidéos Youtube

source: PDFs
fr_ca: PDF

source: Web Module
fr_ca: Module Web

source: Web Modules
fr_ca: Modules Web

source: Web Page
fr_ca: Page Web

source: Web Pages
fr_ca: Pages Web

source: Quizzes
fr_ca: Quiz

source: Assessment
fr_ca: Évaluation

source: Assessments
fr_ca: Évaluations

source: Other Item
fr_ca: Autre élément

source: Other Items
fr_ca: Autres éléments

source: Updated
fr_ca: Mis à jour

source: Expires On
fr_ca: Expire le

source: Region
fr_ca: Région

source: Language
fr_ca: Langue

source: Available in
fr_ca: Disponible en

source: Keywords
fr_ca: Mots-clés

source: Curated in KB
fr_ca: Conservé en KB

source: Show More
fr_ca: Présenter plus

source: Show Less
fr_ca: Présenter moins

source: Authors
fr_ca: Auteurs

source: Curator/Contact
fr_ca: Conservateur/Contact

source: English
fr_ca: Anglais

source: German
fr_ca: Allemand

source: Arabic
fr_ca: Arabe

source: Chinese
fr_ca: Chinois

source: French
fr_ca: Français

source: French Canada
fr_ca: Français (Canada)

source: Dutch
fr_ca: Néerlandais

source: Japanese
fr_ca: Japonais

source: Spanish
fr_ca: Espagnol

source: Logout Now
fr_ca: Se déconnecter maintenant

source: Are you sure?
fr_ca: Êtes vous sûr(e)?

source: Yes
fr_ca: Oui

source: Error as Restricted Widget
fr_ca: Erreur en tant que Widget restreint

source: Widget Type :
fr_ca: Type de widget :

source: Widget Sub Type :
fr_ca: Sous-type de widget :

source: See Details
fr_ca: Voir détails

source: Hide Details
fr_ca: Masquer détails

source: Widget Data :
fr_ca: Données du widget :

source: Error as Invalid Registration for Widget
fr_ca: Erreur d'enregistrement invalide pour le widget

source: Error as Invalid Permission for Widget
fr_ca: Erreur d'autorisation invalide pour le widget

source: Error in Resolving Json for Widget
fr_ca: Erreur dans la résolution de Json pour le widget

source: Pinned
fr_ca: Épinglé

source: All
fr_ca: Tous

source: Featured
fr_ca: Présenté

source: Explore all features
fr_ca: Explorez toutes les fonctionnalités

source: About
fr_ca: À propos de

source: about-video
fr_ca: À propos de la vidéo

source: Read More
fr_ca: Lire la suite

source: Contact Us
fr_ca: Contactez-nous

source: Frequently asked questions can be configured here.
fr_ca: La foire aux questions peut être configurée ici.

source: Login
fr_ca: Connexion

source: Q1. Unable to login to Lex
fr_ca: Q1. Impossible de se connecter à Lex

source: For using Lex you have to register yourself for Multi-Factor Authentication.<br/> Please login to Lex from
fr_ca: Pour utiliser Lex vous devez vous inscrire pour une authentification multi-facteur.<br/> Veuillez vous connecter à Lex à partir de

source: <br/> Lex is an internet facing application there are two scenarios.<br/> 1. You are accessing Lex on Infosys Intranet (VPN yes but not IConnect)<br/> 2. You are accessing Lex on Internet (from your personal laptop/desktop/Mobile browser/Android/iOS native applications)<br/> In 1) you will not have to do separate authentication, your windows login will be automatically used for letting you in Lex<br/> In 2) You need to register yourself first for Multi-Factor Authentication (MFA) at
fr_ca: <br/> Lex est une application de façade Internet qui présente deux scénari.<br/> 1. Vous pouvez accéder Lex sur Infosys Intranet (VPN oui mais pas IConnect)<br/> 2. Vous accédez à Lex sur Internet (à partir de votre ordinateur portable/Bureau/Navigateur Mobile/Androïde/applications natives iOS)<br/> dans 1) vous n’aurez pas a faire une authentification distincte, la connexion de vos fenêtres seront automatiquement utilisées pour vous permettre d’accéder au Lex<br/> Dans 2) vous devez vous inscrire d’abord pour l’authentification multi-facteur (MFA) à

source: on intranet and register.<br/> The passcode or pin you set up here will be used for login later.<br/> Once you enter your Infosys user name and password on a Microsoft Page, you will receive a call prompting you to use the passcode/pin to authenticate yourself.<br/> You can also either register or change your pin if you have forgotten.
fr_ca: Sur intranet et inscrire.<br/> Le mot de passe ou code pin fixé ici sera utilisé pour une connexion ultérieure.<br/> Une fois que vous entrer votre nom d’utilisateur et mot de passe Infosys sur une page Microsoft, vous recevrez un appel vous invitant d’utiliser le mot de passe/ code pin de vous authentifier.<br/> Vous pouvez aussi enregistrer ou changer votre code pin si vous l’avez oublié.
