Repository: Altovate/Eagle
Catalog: apps/fusion/locale/messages.*.xlf
Languages: fr_ca

source: Location
fr_ca: Emplacement

source: Register
fr_ca: S'inscrire

source: De-register
fr_ca: Se désinscrire

source: De-registered Successfully
fr_ca: Désinscrit avec succès

source: Already de-registered
fr_ca: Déjà désinscrit

source: Not registered for that course
fr_ca: Non inscrit pour ce cours

source: De-registration date expired
fr_ca: La date de désinscription a expiré

source: De-registration failed
fr_ca: Échec de désinscription

source: Registered Successfully
fr_ca: Inscrit avec succès

source: Another course is registered on that Day
fr_ca: Un autre cours est inscrit ce jour

source: Already registered
fr_ca: Déjà inscrit

source: Course Id does not exists
fr_ca: L’ID du cours n’existe pas

source: Registration failed
fr_ca: Échec de l’inscription

source: Seats are full
fr_ca: Les sièges sont pleines

source: Pre-requisite are not met
fr_ca: Les conditions préalables ne sont pas remplies

source: Registration closed
fr_ca: Inscription close

source: Conflicts with the selected date
fr_ca: Conflits avec la date sélectionnée

source: Sorry, there was an error while fetching the content.
fr_ca: Désolé, une erreur s’est produite lors de la recherche du contenu.

source: trainings available
fr_ca: Formations disponibles

source: training available
fr_ca: Formation disponible

source: View TOC
fr_ca: Afficher TOC

source: Request Training
fr_ca: Demander la formation

source: Receive updates when new trainings are available.
fr_ca: Recevez des mises à jour lorsque de nouvelles formations sont disponibles.

source: Stop receiving updates for new trainings.
fr_ca: Cessez de recevoir des mises à jour pour les nouvelles formations.

source: Registered Trainings
fr_ca: Formations enregistrées

source: No trainings available.
fr_ca: Aucune formation disponible.

source: Sorry, there was an error while fetching trainings.
fr_ca: Désolé, une erreur s’est produite lors de la recherche des formations.

source: Share this training with other users.
fr_ca: Partager cette formation avec d’autres utilisateurs.

source: Duration:
fr_ca: Durée :

source: Location:
fr_ca: Emplacement :

source: Share
fr_ca: Partager

source: Nominate other users to attend this training.
fr_ca: Désigner d’autres utilisateurs pour assister à cette formation.

source: Nominate
fr_ca: Désigner

source: Share
fr_ca: Partager

source: Educators
fr_ca: Éducateurs

source: Assessment:
fr_ca: Évaluation :

source: Seats Available:
fr_ca: Sièges disponibles :

source: Seats full!
fr_ca: Sièges complets !

source: Register
fr_ca: Inscription

source: De-Register
fr_ca: Se désinscrire

source: Nominate
fr_ca: Désigner

source: Nominate other users to undergo this training.
fr_ca: Désigner d’autres utilisateurs pour participer à cette formation.

source: This training is not for your JL.
fr_ca: Cette formation n’est pas destinée à votre JL.

source: This training is not for your unit.
fr_ca: Cette formation n’est pas destinée à votre unité.

source: This training is not for your role.
fr_ca: Cette formation n’est pas destinée à votre rôle.

source: You are not eligible for this training.
fr_ca: Vous n’êtes pas éligible pour cette formation.

source: Filter Trainings
fr_ca: Filtrer les formations

source: Starting between the following dates:
fr_ca: Démarrer entre les dates suivantes :

source: Trainings with assessment
fr_ca: Formations avec évaluation

source: Trainings with seats available
fr_ca: Formations avec places disponibles

source: Eligible trainings
fr_ca: Formations éligibles

source: Apply
fr_ca: Appliquer

source: Reset
fr_ca: Réinit

source: Upcoming Trainings
fr_ca: Prochaines formations

source: Filter
fr_ca: Filtre

source: At-desk request sent!
fr_ca: Demande envoyée au comptoir !

source: The certification date must be 2 days or greater than the current date.
fr_ca: La date de certification doit être de 2 jours ou postérieure à la date actuelle.

source: The certification date must be 2 days or greater than the current date excluding holidays.
fr_ca: La date de certification doit être de 2 jours ou postérieure à la date actuelle, à l’exception des jours fériés.

source: Cannot modify slot. The last date for modification/cancellation has expired.
fr_ca: Impossible de modifier la tranche. La dernière date de modification/d’annulation a expiré.

source: You can only attempt this certification 15 days after your previous attempt.
fr_ca: Vous ne pouvez essayer cette certification que 15 jours après votre tentative précédente.

source: You have already booked another certification for the same time slot.
fr_ca: Vous avez déjà réservé une autre certification pour la même tranche horaire.

source: You have already booked a slot for this certification.
fr_ca: Vous avez déjà réservé une tranche pour cette certification.

source: Please provide a valid proctor email ID.
fr_ca: Veuillez fournir un ID d’e-mail de surveillant valide.

source: At-desk booking failed. You cannot proctor yourself.
fr_ca: Échec de réservation au comptoir. Vous ne pouvez pas vous surveiller vous-même.

source: Please enter valid details.
fr_ca: Veuillez entrer les détails valides.

source: Budget approval request sent!
fr_ca: Demande envoyée de l’approbation du budget !

source: You have already made a budget approval request for this certification.
fr_ca: Vous avez déjà dressé une demande d’approbation de budget pour cette certification.

source: The approver can only be a JL6 line manager or any JL7+ employee.
fr_ca: L’approbateur ne peut être qu’un gestionnaire de ligne JL6 ou tout JL7+employé.

source: You have already qualified an equivalent certification.
fr_ca: Vous avez déjà qualifié une certification équivalente.

source: Budget approval is auto-approved for JL7+ employees.
fr_ca: L’approbation du budget est approuvée automatiquement pour JL7+employés.

source: This certification is unapplicable to your role or unit.
fr_ca: Cette certification n’est pas applicable à votre rôle ou unité.

source: You cannot approve your own budget requests.
fr_ca: Impossible d’approuver vos propres demandes budgets.

source: Result upload successful!
fr_ca: Téléchargement réussi du résultat !

source: You have already submitted proof for this certification.
fr_ca: Vous avez déjà soumis la preuve pour cette certification.

source: A file with the same name has already been uploaded.
fr_ca: Un fichier portant le même nom a déjà été téléchargé.

source: The exam date cannot be older than 3 years from now.
fr_ca: La date de l’examen ne peut être antérieure à 3 ans à compter de maintenant.

source: You should have given the exam sometime in the past.
fr_ca: Vous aurez dû parfois donner l’examen dans le passé.

source: The verifier can be a JL6 line manager or any JL7+ employee.
fr_ca: Le vérificateur peut un gestionnaire de ligne JL6 ou tout JL7+employé.

source: You cannot verify your own result.
fr_ca: Impossible de vérifier votre propre résultat.

source: There was an error while uploading.
fr_ca: Une erreur s'est produite lors du téléchargement.

source: Result withdrawn successfully.
fr_ca: Résultat retiré avec succès.

source: Result deleted successfully.
fr_ca: Résultat supprimé avec succès.

source: Result submitted successfully.
fr_ca: Résultat soumis avec succès.

source: You have made a slot booking!
fr_ca: Vous avez réservé une tranche !

source: You have already qualified this certification.
fr_ca: Vous avez déjà qualifié cette certification.

source: Cannot book slot. All seats are full.
fr_ca: Impossible de réserver une tranche. Toutes les places sont complètes.

source: You have already booked another slot at this time.
fr_ca: Vous avez déjà réservé une autre tranche à cette horaire.

source: You cannot make any more attempts at this certification.
fr_ca: Vous ne pouvez pas effectuer d’autres tentatives pour cette certification.

source: You can only make another attempt 15 days after your last attempt.
fr_ca: Vous ne pouvez effectuer une autre tentative que 15 jours après votre dernière précédente.

source: Slot booking failed. Select a slot which is as long as the duration of the exam.
fr_ca: Échec de réservation de la tranche. Sélectionnez une tranche qui est aussi long que la durée de l’examen.

source: The details of your modified slot are similar to those of your previous booking.
fr_ca: Les détails de votre tranche modifiée sont similaires à ceux de votre réservation précédente.

source: This certification is not applicable to you.
fr_ca: Cette certification n’est pas applicable à vous.

source: Slot booking failed. There are no assessment keys available right now.
fr_ca: Échec de réservation de la tranche. Aucune évaluation clé n’est disponible à présent.

source: You have cancelled this certification slot.
fr_ca: Vous avez annulé cette tranche de certification.

source: The slot has been frozen and cannot be cancelled now.
fr_ca: La tranche a été figée et ne peut pas être annulée maintenant.

source: Cannot cancel slot. The slot details are invalid.
fr_ca: Impossible d’annuler la tranche. Les détails de tranche sont invalides.

source: Cannot cancel slot. The user ID is invalid.
fr_ca: Impossible d’annuler la tranche. L’ID de l’utilisateur est invalide.

source: Budget approval request cancelled!
fr_ca: Demande d’approbation du budget annulée !

source: Budget approval cancellation failed. The last date for withdrawal has expired.
fr_ca: Échec d’annulation de l’approbation du budget. La dernière date de retrait a expiré.

source: You have accepted a proctoring request!
fr_ca: Vous avez accepté une demande de surveillance !

source: You have declined a proctoring request!
fr_ca: Vous avez refusé une demande de surveillance !

source: You have accepted a budget request!
fr_ca: Vous avez accepté une demande de budget !

source: You have declined a budget request!
fr_ca: Vous avez refusé une demande de budget !

source: You have verified a result!
fr_ca: Vous avez vérifié un résultat !

source: You have declined to verify a result!
fr_ca: Vous avez refusé de vérifier un résultat !

source: Some error occured.
fr_ca: Des erreurs se sont produites.

source: Are you sure you wish to proctor
fr_ca: Voulez-vous vraiment surveiller

source: Are you sure you wish to decline this proctoring request?
fr_ca: Voulez-vous vraiment refuser cette demande de surveillance ?

source: Are you sure you wish to approve this reimbursement request?
fr_ca: Voulez-vous vraiment approuver cette demande de remboursement ?

source: Are you sure you wish to decline this reimbursement request?
fr_ca: Voulez-vous vraiment refuser cette demande de remboursement ?

source: Amount:
fr_ca: Montant :

source: Are you sure you wish to accept this document proof?
fr_ca: Voulez-vous vraiment accepter ces documents de justification ?

source: Are you sure you wish to decline this document proof?
fr_ca: Voulez-vous vraiment refuser ces documents de justification ?

source: The reason must be within 500 characters.
fr_ca: Le raison doit comporter au maximum 500 caractères.

source: The reason must be within 1000 characters.
fr_ca: Le raison doit comporter au maximum 1000 caractères.

source: ACCEPT
fr_ca: ACCEPTER

source: DECLINE
fr_ca: REFUSER

source: Raised by
fr_ca: Récoltés par

source: LOCATION
fr_ca: EMPLACEMENT

source: TIME
fr_ca: HEURE

source: AMOUNT
fr_ca: MONTANT

source: EXAM DATE
fr_ca: DATE D’EXAMEN

source: RESULT TYPE
fr_ca: TYPE DE RÉSULTAT

source: RESULT
fr_ca: RÉSULTAT

source: Amount:
fr_ca: Montant :

source: Exam Date:
fr_ca: Date d’examen :

source: Result Type:
fr_ca: Type de résultat :

source: Result:
fr_ca: Résultat:

source: If accepted, you will have to proctor
fr_ca: Si votre demande est acceptée, vous devrez surveiller

source: during the certification exam.
fr_ca: pendant l'examen de certification.

source: If accepted,
fr_ca: Si elle est acceptée,

source: will be reimbursed for an amount of
fr_ca: vous serez remboursé pour un montant de

source: By accepting, you acknowledge that
fr_ca: En acceptant, vous reconnaissez que

source: has provided genuine proof of the certification as well as the correct details.
fr_ca: a fourni des justifications authentiques de la certification ainsi que les détails appropriés.

source: Accept
fr_ca: Accepter

source: Decline
fr_ca: Refuser

source: Downloading...
fr_ca: Téléchargement...

source: Score
fr_ca: Marquer

source: Percentage
fr_ca: Pourcentage

source: Other
fr_ca: Autre

source: My Certifications
fr_ca: Mes certifications

source: My Approvals
fr_ca: Mes approbations

source: My Requests
fr_ca: Mes demandes

source: Proctor Approval
fr_ca: Approbation du surveillant

source: Budget Approval
fr_ca: Approbation du budget

source: Result Verification
fr_ca: Vérification du résultat

source: Start date
fr_ca: Date de début

source: The start date must be before the end date.
fr_ca: La date de début doit être antérieure à la date de fin.

source: End date
fr_ca: Date de fin

source: Cancel
fr_ca: Annuler

source: You have no request items.
fr_ca: Vous n’avez aucun élément de demande.

source: An error occured while fetching request items.
fr_ca: Une erreur s’est produite lors de la récupération des éléments de la demande.

source: Not Completed
fr_ca: Inachevé

source: Completion Status
fr_ca: État d’achèvement

source: There are no certifications that you have given in the past.
fr_ca: Il n’y a pas de certifications que vous avez données dans le passé.

source: An error occured while fetching past certifications.
fr_ca: Une erreur s’est produite lors de la récupération des certifications du passé.

source: Exam Date
fr_ca: Date d’examen

source: Result
fr_ca: Résultat

source: Internal Certification
fr_ca: Certification interne

source: PROCTOR APPROVAL
fr_ca: APPROBATION DU SURVEILLANT

source: BUDGET APPROVAL
fr_ca: APPROBATION DU BUDGET

source: VERIFICATION REQUEST
fr_ca: DEMANDE DE VÉRIFICATION

source: REQUEST
fr_ca: DEMANDE

source: Are you sure you wish to cancel this At-Desk booking?
fr_ca: Voulez-vous vraiment annuler cette réservation au bureau ?

source: Are you sure you wish to cancel this budget approval request?
fr_ca: Voulez-vous vraiment annuler cette demande d’approbation du budget ?

source: Yes
fr_ca: Oui

source: Request currently with
fr_ca: Demande actuelle avec

source: Request raised on
fr_ca: Demande formulée le

source: Submitted
fr_ca: Soumis

source: Approved
fr_ca: Approuvé

source: Recalled
fr_ca: Rappelé

source: Cancelled
fr_ca: Annulé

source: Uploaded
fr_ca: Téléchargé

source: Rejected
fr_ca: Rejeté

source: At Assessment Center
fr_ca: Au centre d’évaluation

source: Give this exam at given assessment centers in a classroom environment.
fr_ca: Passer cet examen aux centres d’évaluation données dans un environnement de salle de classe.

source: What's required?
fr_ca: Qu’est-ce qui est requis ?

source: A pre-booked slot for the certification exam.
fr_ca: Une tranche pré-réservée de l’examen de certification.

source: Your physical presence at the assessment center.
fr_ca: Votre présence physique au centre de l’évaluation.

source: Book a Slot
fr_ca: Réserver une tranche

source: Book this certification exam at available assessment centers in your organization.
fr_ca: Réserver cet examen de certification aux centres d’évaluation disponible dans votre organisation.

source: This certification has not been scheduled in any location.
fr_ca: Cette certification n'a été programmée en aucun lieu.

source: Fetching locations...
fr_ca: Emplacements de récupération...

source: There was an error fetching locations.
fr_ca: Une erreur de récupération des emplacements s’est produite.

source: There are no locations for this certification.
fr_ca: Il n’existe aucun emplacement pour cette certification.

source: Search and select a location.
fr_ca: Rechercher et sélectionner un emplacement.

source: Test Center
fr_ca: Centre d'essai

source: Select a location, then select a test center.
fr_ca: Sélectionner un emplacement, puis sélectionner un centre d’essai.

source: Fetching dates...
fr_ca: Dates de récupération...

source: All dates are in IST (Indian Standard Time).
fr_ca: Toutes les dates sont en IST (Heure de l’Inde).

source: There was an error fetching dates.
fr_ca: Une erreur de récupération des dates s’est produite.

source: There are no dates and slots available.
fr_ca: Il n’y a pas de dates et tranches disponibles.

source: There are no slots available for this location.
fr_ca: Il n’existe aucune tranche pour cet emplacement.

source: Book Slot
fr_ca: Réserver Tranche

source: Sending...
fr_ca: Envoi...

source: There was an error fetching certification data.
fr_ca: Une erreur de récupération des données de certification s’est produite.

source: Sorry, but you are not eligible for this certification.
fr_ca: Désolé, mais vous n’êtes pas éligible pour cette certification.

source: Your last attempt was on:
fr_ca: Votre dernière tentative était en cours :

source: You can next register for this certification on or after:
fr_ca: Vous pouvez vous inscrire pour cette certification à partir de cette date :

source: Congratulations!
fr_ca: Félicitations !

source: You have completed this certification!
fr_ca: Vous avez achevé cette certification!

source: Download Result
fr_ca: Télécharger résultat

source: At Desk
fr_ca: Au comptoir

source: Take the exam at from any location under individual supervision.
fr_ca: Passer l’examen à partir de tout emplacement sous la supervision individuelle.

source: Internet connectivity.
fr_ca: Connectivité Internet.

source: An invigilator to supervise you during the certification exam.
fr_ca: Un surveillant pour vous superviser durant l’examen de certification.

source: Take this exam online in the presence of a proctor.
fr_ca: Passez cet examen en ligne en présence d’un surveillant.

source: Country
fr_ca: Pays

source: Fetching countries...
fr_ca: Pays de récupération...

source: Type and select a country.
fr_ca: Saisir et sélectionner un pays.

source: You need to select a country first.
fr_ca: Vous devez d’abord sélectionner un pays.

source: Fetching dates and slots...
fr_ca: Dates et tranches de récupération...

source: All dates are in IST (Indian Standard Time).
fr_ca: Toutes les dates sont en IST (Heure de l’Inde).

source: Slots
fr_ca: Tranches

source: Slot times are in IST (Indian Standard Time).
fr_ca: Les tranches horaires sont en IST (Heure de l’Inde).

source: Proctor's Email ID
fr_ca: ID d’e-mail surveillant

source: Fetching manager details...
fr_ca: Détails du gestionnaire de récupération...

source: The proctor must be in the same location as the one you enter.
fr_ca: Le surveillance doit être dans le même emplacement que celui que vous avez entré.

source: This is a valid proctor email.
fr_ca: Il s’agit d’un e-mail de surveillant valide.

source: Not a valid proctor email.
fr_ca: Un e-mail de surveillant non valide.

source: Proctor's Contact Number
fr_ca: Numéro du contact du surveillant

source: Please enter a valid phone number.
fr_ca: Entrer un numéro de téléphone valide.

source: Your Contact Number
fr_ca: Votre numéro de contact

source: Send Request
fr_ca: Envoyer demande

source: Cancel Request?
fr_ca: Annuler une demande ?

source: Are you sure you want to cancel this booking?
fr_ca: Voulez-vous vraiment annuler cette réservation ?

source: Are you sure you want to cancel this budget approval request?
fr_ca: Voulez-vous vraiment annuler cette demande d’approbation du budget ?

source: Are you sure you want to withdraw this result verification request?
fr_ca: Voulez-vous vraiment supprimer cette demande de vérification du résultat ?

source: Are you sure you want to cancel this request?
fr_ca: Voulez-vous vraiment annuler cette demande ?

source: Exam Scheduled
fr_ca: Examen programmé

source: You have booked an exam for this certification.
fr_ca: Vous avez réservé un examen pour cette certification.

source: At Test Center
fr_ca: Au Centre d'essai

source: At-Desk
fr_ca: Au comptoir

source: Booking
fr_ca: Réservation

source: Slot:
fr_ca: Tranche :

source: Venue:
fr_ca: Lieu :

source: Date and Slot
fr_ca: Date et tranche

source: Cancel Slot
fr_ca: Annuler une tranche

source: Cancelling...
fr_ca: Annulation...

source: Request for reimbursement of the certification's monetary cost.
fr_ca: Demande de remboursement du coût monétaire de la certification.

source: Currency
fr_ca: Devise

source: Fetching currencies...
fr_ca: Devises de récupération...

source: Please select a currency.
fr_ca: Veuillez choisir une devise.

source: There are no currencies available.
fr_ca: Aucune devise n’est disponible.

source: There was an error fetching currencies.
fr_ca: Une erreur de récupération des devises s’est produite.

source: Amount
fr_ca: Montant

source: Enter an amount.
fr_ca: Entrer un montant.

source: Please enter an amount
fr_ca: Veuillez entrer un montant

source: Please enter a valid amount.
fr_ca: Veuillez entrer un montant valide.

source: Approver's Email ID
fr_ca: ID d’e-mail de l’approbateur

source: Fetching default approver...
fr_ca: Approbateur de récupération par défaut...

source: Validating email...
fr_ca: Validation d’un e-mail...

source: Enter an approver's email ID (a JL6 line manager or any JL7+ employee).
fr_ca: Entrer un ID d’e-mail d’approbateur (un gestionnaire de ligne JL6 ou tout JL7+employé).

source: This is a valid approver email ID.
fr_ca: Il s’agit d’un ID d’e-mail d’approbateur valide.

source: Not a valid approver email ID.
fr_ca: Un ID e-mail d’approbateur non valide.

source: Request for reimbursement of the certification's monetary cost.
fr_ca: Demande de remboursement du coût monétaire de la certification.

source: You have made a request for reimbursement!
fr_ca: Vous avez effectué une demande de remboursement !

source: Your budget approval request has been approved!
fr_ca: Votre demande d’approbation de budget a été approuvée !

source: The Approval is required only for reimbursement.
fr_ca: L’approbation est requise uniquement pour le remboursement.

source: rejected your previous request.
fr_ca: A rejeté votre demande précédente.

source: Reason:
fr_ca: Raison :

source: Approver
fr_ca: Approbateur

source: This certification has not been enabled for registration.
fr_ca: Cette certification n’a pas été activé pour l’enregistrement.

source: This certification is not applicable to your job level.
fr_ca: Cette certification n’est pas applicable à votre niveau d’emploi.

source: This certification is not applicable to your PU.
fr_ca: Cette certification n’est pas applicable à votre PU.

source: This certification has not been enabled for you.
fr_ca: Cette certification n’a pas été activé pour vous.

source: This certification is not applicable to your role code.
fr_ca: Cette certification n’est pas applicable à votre code de rôle.

source: You are not eligible for this certification.
fr_ca: Vous n’êtes pas éligible pour cette certification.

source: Take Online
fr_ca: Passer en ligne

source: This certification exam is virtually-assessed and you can take it anywhere and anytime.
fr_ca: Cet examen de certification est évalué virtuellement et vous pouvez le passe partout et partout.

source: A laptop/computer with audio and video enabled.
fr_ca: Un ordinateur portable/un ordinateur avec l’option audio et vidéo activée.

source: Take Exam
fr_ca: Passer l’examen

source: Result Upload
fr_ca: Téléchargement de résultat

source: Upload certification proof for verification.
fr_ca: Télécharger preuve de certification pour la vérification.

source: Result type
fr_ca: Type de résultat

source: Date of Exam
fr_ca: Date d’examen

source: Verifier's Email ID
fr_ca: ID d’e-mail du vérificateur

source: This is a valid verifier email.
fr_ca: Il s’agit d’un e-mail de vérificateur valide.

source: Not a valid verifier email.
fr_ca: Un e-mail de vérificateur non valide.

source: Verifier
fr_ca: Vérificateur
