Repository: Altovate/Eagle
Catalog: apps/fusion/locale/messages.*.xlf
Languages: fr_ca

source: Settings
fr_ca: Paramètres

source: Welcome to Profile
fr_ca: Bienvenu au Profil

source: Profile is a dashboard of user's own data on the usage of the platform.
fr_ca: Le profil est un tableau de bord des données propres à l'utilisateur sur l'utilisation de la plateforme.

source: User can logout from its profile
fr_ca: L'utilisateur peut se déconnecter de son profil

source: To view and edit topics of interests, knowledge boards and total time spent in learning
fr_ca: Pour consulter et modifier les sujets d'intérêt, les Knowledge Boards et le temps total passé en formation

source: User can check their learning history
fr_ca: L'utilisateur peut vérifier son historique d'apprentissage

source: User can check their Achievements
fr_ca: L'utilisateur peut vérifier leurs réalisations

source: User can check their Skills
fr_ca: L'utilisateur peut vérifier leurs compétences

source: Interest
fr_ca: Intérêt

source: User can add/view their Interest
fr_ca: L'utilisateur peut ajouter/afficher son intérêt

source: Calender
fr_ca: Calendrier

source: User can check Calender
fr_ca: L’utilisateur peut vérifier le Calendrier

source: Usage
fr_ca: Utilisation

source: User can check Usage
fr_ca: L’utilisateur peut vérifier l’utilisateur

source: User can change Settings
fr_ca: L’utilisateur peut modifier les paramètres

source: Your Interests
fr_ca: Vos intérêts

source: No interest added
fr_ca: Pas d’intérêt ajouté

source: You are Following
fr_ca: Vous suivez

source: Unable to fetch followed Knowledge Board, explore
fr_ca: Impossible de chercher le Tableau de connaissances suivi, explorez

source: No Knowledge Board being followed, explore
fr_ca: Pas de Tableau de connaissance suivi en cours, explorez

source: Learning Time
fr_ca: Temps d’apprentissage

source: You are
fr_ca: Vous êtes

source: % more than org-wide average
fr_ca: % de plus que la moyenne de l'organisation

source: % less than org-wide average
fr_ca: % de moins que la moyenne de l'organisation

source: You are with org wide average
fr_ca: Vous êtes dans la moyenne des organisations

source: Learning Points
fr_ca: Points d'apprentissage

source: Skills recommended by Manager
fr_ca: Compétences recommandées par le gestionnaire

source: Pending Courses
fr_ca: Cours en attente

source: Assessments
fr_ca: Évaluations

source: History
fr_ca: Historique

source: Time
fr_ca: Temps

source: User avg Compared to Org
fr_ca: La moy. De l’utilisateur comparé à l’Org

source: This chart shows Time that you are viewing learning content on a particular day compared to the org.-wide average.
fr_ca: Ce diagramme présente le temps auquel vous affichez le contenu d’apprentissage durant un jour particulier comparé à l’org.-la moyenne étendue.

source: Date Range
fr_ca: Plage de date

source: End Date
fr_ca: Date de fin

source: Your Avg :
fr_ca: Votre Moy:

source: min/day
fr_ca: min/jour

source: Some Error Occurred
fr_ca: Des erreurs se sont produites

source: Feb
fr_ca: Fév

source: Mar
fr_ca: Mars

source: Apr
fr_ca: Avr

source: May
fr_ca: Mai

source: Jun
fr_ca: Juin

source: Jul
fr_ca: Juil

source: Aug
fr_ca: Août

source: Sep
fr_ca: Sept

source: Dec
fr_ca: Déc

source: User Average Over Period
fr_ca: Moyenne d’utilisateur sur la période

source: Time I Spent
fr_ca: Temps I écoulé

source: App Average
fr_ca: Moyen d’app

source: Time Spent on
fr_ca: Temps écoulé le

source: is
fr_ca: est

source: mins
fr_ca: min

source: Avg # mins across dimensions
fr_ca: Moy. # mins sur les dimensions

source: Time Spent by me - Track wise
fr_ca: Temps passé par moi - Piste

source: % Time spent by me
fr_ca: % de temps passé par moi

source: % Time spent by Employees
fr_ca: % de temps passé par les Employés

source: % Time spent by my peers
fr_ca: % de temps passé par mes pairs

source: Learning Modules
fr_ca: Modules d’apprentissage

source: No content found.
fr_ca: Contenu introuvable.

source: View More
fr_ca: Voir Plus

source: We are gathering the data to provide insights! Coming soon...
fr_ca: Nous collectons les données pour fournir des aperçus! Bientôt disponible...

source: My Progress
fr_ca: Mon progrès

source: Total no of Users
fr_ca: Nombre total d’utilisateurs

source: No Learning History Found for Resources
fr_ca: Pas d’histoire d’apprentissage trouvés pour les ressources

source: We are gathering the data to provide insights! Coming soon...
fr_ca: Nous collectons les données pour fournir des aperçus! Bientôt disponible...

source: No Learning History Found for Modules
fr_ca: Pas d’histoire d’apprentissage trouvés pour les Modules

source: No Learning History Found for Courses
fr_ca: Pas d’histoire d’apprentissage trouvés pour les cours

source: Unable to fetch data!
fr_ca: Impossible de trouver les données !

source: Congratulations
fr_ca: Félicitations

source: for recently earning
fr_ca: pour avoir gagné récemment

source: Your Achievements
fr_ca: Vos Réalisations

source: Closer to Earn
fr_ca: Plus proche de vos gains

source: Your next target
fr_ca: Votre prochaine cible

source: Last updated on
fr_ca: Dernière mise à jour le

source: Re Calculate Badges
fr_ca: Recalculer les badges

source: ASSESSMENT DETAILS
fr_ca: DÉTAILS D’ÉVALUATION

source: image whether qualified
fr_ca: l'image qu'elle soit qualifiée ou non

source: Great start! You did better than
fr_ca: Bon début ! Tu as fait mieux que

source: % of your peers.
fr_ca: % de vos pairs.

source: Go to Content
fr_ca: Aller au Contenu

source: You have not completed any
fr_ca: Vous n’avez terminé aucun

source: Please completed one to view it here...
fr_ca: Veuillez terminer un pour le visualiser ici...

source: My Skills
fr_ca: Mes Compétences

source: My Roles
fr_ca: Mes rôles

source: My Endorsements
fr_ca: Mes reconnaissances

source: Approve Endorsements
fr_ca: Approuvez les reconnaissances

source: skill
fr_ca: compétence

source: Copy
fr_ca: Copier

source: Group
fr_ca: Groupe

source: Copy Skill
fr_ca: Copiez compétence

source: Welcome,
fr_ca: Bienvenue,

source: You are a
fr_ca: Vous êtes un

source: of skill group
fr_ca: du groupe de compétence

source: Add Skill
fr_ca: Ajouter compétence

source: All Skills
fr_ca: Toutes les compétences

source: My Role Progress - Mean Developer
fr_ca: Mon rôle progrès - Développeur moyen

source: Default Score
fr_ca: Score par défaut

source: Certification Score
fr_ca: Score de certification

source: Not Scored
fr_ca: Non noté

source: Skills created by me
fr_ca: Compétence que j’ai créée

source: Sorry, we ran into some error!!!
fr_ca: Désolé, nous sommes tombés sur une erreur !!!

source: Skills required for my roles
fr_ca: Compétences requises pour mes rôles

source: You have no role assigned.
fr_ca: Vous n’avez aucun rôle attribué.

source: Add Role
fr_ca: Ajouter un rôle

source: Sorry, we ran into some error!!!
fr_ca: Désolé, nous sommes tombés sur une erreur !!!

source: My Skills
fr_ca: Mes Compétences

source: You have not acquired any skills yet. Please complete a course or certification to view it here.
fr_ca: Vous n'avez pas encore acquis des compétences. Veuillez achever un cours ou une certification pour le consulter ici.

source: Recommended skills
fr_ca: Compétences recommandées

source: No recommended skills found
fr_ca: Aucune compétence recommandée disponible

source: Skill Quotient
fr_ca: Quotient de compétence

source: Trained
fr_ca: Formé

source: Certified
fr_ca: Certifié

source: Pre-requisites
fr_ca: Prérequis

source: Assessments
fr_ca: Évaluations

source: Assessment Date
fr_ca: Date d’évaluation

source: Available Courses
fr_ca: Cours disponibles

source: Available Certifications
fr_ca: Certifications disponibles

source: Category
fr_ca: Catégorie

source: Manager
fr_ca: Gestionnaire

source: Skill Level Details
fr_ca: Détails du niveau de compétence

source: Learning Path
fr_ca: Parcours d’apprentissage

source: Edit Learning Path
fr_ca: Modifier le parcours d’apprentissage

source: Add Learning Path
fr_ca: Ajouter un parcours d’apprentissage

source: Are you sure to delete?
fr_ca: Êtes-vous sûr de vouloir supprimer ?

source: Role Quotient
fr_ca: Quotient du rôle

source: Edit Role
fr_ca: Éditer rôle

source: Copy Role
fr_ca: Copiez le rôle

source: Assign Role
fr_ca: Affecter rôle

source: Role Responsibilities
fr_ca: Responsabilités du rôle

source: Job Family
fr_ca: Famille de l’emploi

source: Sub Job Family
fr_ca: Famille de sous-emploi

source: Position Type
fr_ca: Type de position

source: Skill Name
fr_ca: Nom de compétence

source: Required Level
fr_ca: Niveau requis

source: Your current Level
fr_ca: Votre niveau actuel

source: In-Progress
fr_ca: En cours

source: All Roles
fr_ca: Tous les rôles

source: Roles created by me
fr_ca: Les rôles que j’ai créés

source: My Roles
fr_ca: Mes rôles

source: You do not have any roles. Please add a role to view it here.
fr_ca: Vous n'avez aucun rôle. Veuillez ajouter un rôle pour le consulter ici.

source: Roles assigned to you
fr_ca: Rôles qui vous sont assignés

source: Shared to:
fr_ca: Partagé à :

source: You have not shared any goal
fr_ca: Vous n’avez partagé aucun objectif

source: No goals are shared with you
fr_ca: Aucun objectif n’est partagé avec vous

source: You have not shared any artifact
fr_ca: Vous n’avez partagé aucun artéfact

source: You have not shared any Playlist
fr_ca: Vous n’avez partagé aucune liste de lecture

source: No Playlist are shared with you
fr_ca: Aucun liste de lecture n’est partagée avec vous

source: Used on:
fr_ca: Utilisée le:

source: You have not accessed any Playground
fr_ca: Vous n’avez accédé à aucune aire de jeu

source: Contacted on:
fr_ca: Contacté le :

source: You have not contacted any Expert
fr_ca: Vous n’avez contacté aucun des experts

source: Content Type
fr_ca: Type de contenu

source: You have not created any content
fr_ca: Vous n'avez créé aucun contenu

source: We are gathering the data to provide insights! Coming soon...
fr_ca: Nous collectons les données pour fournir des aperçus! Bientôt disponible...

source: Sorry, we ran into some error!!!
fr_ca: Désolé, nous sommes tombés sur une erreur !!!

source: Search for the Skills
fr_ca: Recherche des compétences

source: Total Skills
fr_ca: Compétences totales

source: Group
fr_ca: Groupe

source: Category
fr_ca: Catégorie

source: No Skills Found
fr_ca: Aucune compétence trouvée

source: We are gathering the data to provide insights! Coming soon...
fr_ca: Nous collectons les données pour fournir des aperçus! Bientôt disponible...

source: My Achievements
fr_ca: Mes Réalisations

source: My Refactoring Programs
fr_ca: Mes Programmes de remaniement

source: My Collaboration
fr_ca: Ma Collaboration

source: My other feature usage
fr_ca: Utilisation de mes autres fonctions

source: Created on :
fr_ca: Créé le :

source: You have not created any Goals
fr_ca: Vous n'avez créé aucun objectif

source: You have not created playlist.
fr_ca: Vous n’avez pas créé une liste de lecture.

source: No Data
fr_ca: Aucune donnée

source: Editing the Role
fr_ca: Modification du rôle

source: Role Name *
fr_ca: Nom du rôle *

source: Role Title
fr_ca: Titre du rôle

source: Description of the Role *
fr_ca: Description du rôle *

source: Role Job Family *
fr_ca: Famille de l’emploi du rôle *

source: Enter the job family
fr_ca: Entrez la famille d’emploi

source: Role Sub-Job Family
fr_ca: Famille de sous-emploi du rôle

source: Enter the sub-job family
fr_ca: Entrez la famille de sous-emploi

source: Role Position Type *
fr_ca: Type de position du rôle *

source: Enter the position type
fr_ca: Entrez le type de position

source: Role Responsibilities *
fr_ca: Responsabilités du rôle *

source: role responsibilities
fr_ca: Responsabilités du rôle

source: Skill Group *
fr_ca: Groupe de compétence

source: Enter the skill group
fr_ca: Entrez le groupe de compétence

source: Search for the skills to add to the role *
fr_ca: Recherchez les compétences à ajouter au rôle *

source: Add your skill
fr_ca: Ajoutez votre compétence

source: Update Role
fr_ca: Mettre à jour un rôle

source: You can not add more than one level in a skill
fr_ca: Vous ne pouvez pas ajouter plus d'un niveau dans une compétence

source: Please fill up all the required fields
fr_ca: Veuillez remplir tous les champs requis.

source: Successfully updated Role
fr_ca: Rôle mis à jour avec succès

source: Please add at least one skill
fr_ca: Veuillez ajouter au moins une compétence

source: Assigning the role
fr_ca: Affectation du rôle

source: Role Name
fr_ca: Nom du rôle

source: Your Message
fr_ca: Votre message

source: Assign Role
fr_ca: Affecter rôle

source: Please enter the user Id
fr_ca: Veuillez entrer l'identifiant de l'utilisateur

source: Successfully Assigned role
fr_ca: Rôle affecté avec succès

source: Copying the Role
fr_ca: Copie du rôle

source: Create Role
fr_ca: Créer Rôle

source: Successfully created Role
fr_ca: Rôle créé avec succès

source: Role with same name already exists
fr_ca: Le rôle du même nom existe déjà

source: Please select at least one skill
fr_ca: Veuillez choisir au moins une compétence

source: Editing the skill
fr_ca: Modification de la compétence

source: Skill name *
fr_ca: Nom de compétence *

source: Skill Title
fr_ca: Titre de la compétence

source: Description of the skill *
fr_ca: Description de la compétence *

source: Group of skill *
fr_ca: Groupe de compétence *

source: Skill Group
fr_ca: Groupe de compétence

source: Category of skill *
fr_ca: Catégorie de compétence *

source: Skill Category
fr_ca: Catégorie de la compétence

source: Manager of skill *
fr_ca: Gestionnaire de compétence *

source: Skill Manager
fr_ca: Gestionnaire de compétence

source: Relevance of skill *
fr_ca: Pertinence de la compétence *

source: Skill Relevance
fr_ca: Pertinence de la compétence

source: Next
fr_ca: Suivant

source: Edit skill level details
fr_ca: Modifiez les détails du niveau de compétence

source: Description for skill level Starter
fr_ca: Description du niveau de compétence Débutant

source: Starter Description
fr_ca: Description du niveau Starter

source: Description for skill level Basic
fr_ca: Description du niveau de compétence Élémentaire

source: Basic Description
fr_ca: Description du niveau Basic

source: Description for skill level Advanced
fr_ca: Description du niveau de compétence Avancé

source: Advanced Description
fr_ca: Description du niveau Advanced

source: Description for skill level Expert
fr_ca: Description du niveau de compétence Expert

source: Expert Description
fr_ca: Description du niveau Expert

source: Update Skill
fr_ca: Mettre à jour la compétence

source: Edit skill details
fr_ca: Modifiez les détails de compétence

source: Skill name*
fr_ca: Nom de compétence*

source: Copying the skill
fr_ca: Copie de la compétence

source: Skill details
fr_ca: Détails de la compétence

source: Skill level details
fr_ca: Détails du niveau de compétence

source: Create Skill
fr_ca: Créez des compétences

source: Skill with the same name already exists
fr_ca: Une compétence ayant le même nom existe déjà

source: Some fields are empty
fr_ca: Certains champs sont vides

source: Successfully created skill
fr_ca: Compétence créée avec succès

source: Add New Skill
fr_ca: Ajouter une nouvelle compétence

source: Add skill details
fr_ca: Ajoutez les détails de compétence

source: Add skill level details
fr_ca: Ajoutez des détails du niveau de compétence

source: Add Skill
fr_ca: Ajouter compétence

source: Successfully added a new skill
fr_ca: A ajouté avec succès une nouvelle compétence

source: Request Endorsement
fr_ca: Demander une reconnaissance

source: Pending
fr_ca: En attente

source: Request is sent on
fr_ca: La demande a été envoyée le

source: Your request is still
fr_ca: Votre demande est encore

source: pending
fr_ca: en attente

source: with
fr_ca: avec

source: Your request has been
fr_ca: Votre demande a été

source: approved
fr_ca: approvée

source: by
fr_ca: par

source: Request message :
fr_ca: Message de demande:

source: Comments from Approver :
fr_ca: Commentaires de l'approbateur:

source: No requests found
fr_ca: Pas de demande disponible

source: Request for Endorsement
fr_ca: Demande de reconnaissance

source: Search for skills
fr_ca: Rechercher des compétences

source: Search for Email Id
fr_ca: Rechercher l’ID de l’e-mail

source: Search for Project Code
fr_ca: Rechercher le Code du projet

source: Request Endorsement
fr_ca: Demander une reconnaissance

source: Successfully sent endorsement request
fr_ca: A envoyé une demande de reconnaissance avec succès

source: Please enter a valid email id
fr_ca: Veuillez saisir un ID d’ e-mail valide

source: Please enter a valid skill name
fr_ca: Veuillez saisir un nom de compétence valide

source: Please enter the required fields
fr_ca: Veuillez remplir les champs requis

source: You can not request endorsement to yourself
fr_ca: Vous ne pouvez pas demander un reconnaissance à vous-même

source: Are you sure you want to reject
fr_ca: Voulez-vous vraiment rejeter

source: 's request?
fr_ca: sa demande ?

source: Please provide the reason to reject
fr_ca: Veuillez fournir le motif du rejet

source: Please provide the comments
fr_ca: Veuillez faire des commentaires

source: Are you sure you want to endorse
fr_ca: Voulez-vous vraiment approuver

source: request?
fr_ca: demande ?

source: Please provide the Comments
fr_ca: Veuillez faire des commentaires

source: Endorse
fr_ca: Reconnaitre

source: You have a request
fr_ca: Vous avez une demande

source: You have
fr_ca: Vous avez

source: the request
fr_ca: La demande

source: Request message from User :
fr_ca: Message de demande de l’utilisateur :

source: Comments provided by You:
fr_ca: Commentaires fournis par Vous :

source: Showing roles of skill group
fr_ca: Montrer les rôles du groupe de compétences

source: See roles of skill group
fr_ca: Voir les rôles du groupe de compétences

source: No Roles Found
fr_ca: Aucun rôle trouvé

source: Pick from suggested roles
fr_ca: Choisissez parmi les rôles suggérés

source: Global Roles
fr_ca: Rôles globaux

source: ADD
fr_ca: AJOUTER

source: Roles of Skill Group
fr_ca: Rôles du groupe de compétence

source: Sorry, we ran into some error!!!
fr_ca: Désolé, nous sommes tombés sur une erreur !!!

source: OR
fr_ca: OU

source: Create your own role
fr_ca: Créez votre propre rôle

source: Enter your Role Name
fr_ca: Entrez votre nom de rôle

source: Role Description *
fr_ca: Description du rôle *

source: Enter the description
fr_ca: Entrez la description

source: Add your Skill *
fr_ca: Ajoutez votre compétence *

source: Create Role
fr_ca: Créer Rôle

source: Successfully added Role
fr_ca: Rôle ajouté avec succès

source: Some error occurred
fr_ca: Des erreurs se sont produites

source: Your are a creating Learning Path for skill
fr_ca: Vous créez un parcours d'apprentissage pour des compétences

source: of level
fr_ca: de niveau

source: Search a the course for your learning path
fr_ca: Rechercher un cours pour votre parcours d'apprentissage

source: Add Course
fr_ca: Ajouter un cours

source: Create Learning Path
fr_ca: Créer un parcours d’apprentissage

source: You have already added this course
fr_ca: Vous avez déjà ajouté ce cours

source: Select a type before you add a course
fr_ca: Sélectionnez un type avant d'ajouter un cours

source: please select a course to add to learning path
fr_ca: veuillez sélectionner un cours à ajouter au parcours d'apprentissage

source: Content could not be found
fr_ca: Le contenu est introuvable

source: Your are editing the Learning Path for skill
fr_ca: Vous modifiez le parcours d'apprentissage pour des compétences

source: Update Learning Path
fr_ca: Mettez à jour un parcours d’apprentissage

source: <span>left</span> to Complete
fr_ca: <span>à</span> Terminer

source: Recommended by
fr_ca: Recommandé par

source: Last studied on
fr_ca: Dernière étude le

source: to go!
fr_ca: Aller à!

source: Refactoring
fr_ca: Remaniement

source: Notification Settings
fr_ca: Paramètres de notification

source: Notifications you receive on modes other than the application.
fr_ca: Les notifications que vous recevez sur les modes autres que l’application.

source: Unable to fetch notification settings. Please try after sometime.
fr_ca: Impossible de récupérer les paramètres de notification. Veuillez essayer plus tard.

source: On
fr_ca: Activé

source: Off
fr_ca: Désactivé

source: Settings Updated
fr_ca: Paramètres mis à jour

source: Error in updating
fr_ca: Erreur de mise à jour

source: Assign
fr_ca: Affecter

source: This role is assigned by
fr_ca: Ce rôle est assigné par

source: Completed Users:
fr_ca: Utilisateurs terminés :

source: Save
fr_ca: Enregistrer

source: Save as draft
fr_ca: Enregistrer comme brouillon

source: Save as draft
fr_ca: Enregistrer comme brouillon

source: Publish
fr_ca: Publier

source: *Title range: 10-80 characters
fr_ca: *Gamme de titres : 10-80 caractères

source: Abstract
fr_ca: Résumé

source: *Abstract range: 10-150 characters
fr_ca: *Gamme de résumé : 10-150 caractères

source: Relevant tags
fr_ca: Étiquettes pertinentes

source: Save as Draft
fr_ca: Enregistrer comme brouillon

source: Save
fr_ca: Enregistrer

source: Publish
fr_ca: Publier

source: Blog updated successfully
fr_ca: Blog mis à jour avec succès

source: Blog saved in the drafts
fr_ca: Blog enregistré dans les ébauches

source: Blog published successfully
fr_ca: Blog publié avec succès

source: Tag already added
fr_ca: Étiquette déjà ajouté

source: Recent Blogs
fr_ca: Blogs récents

source: My Blogs
fr_ca: Mes Blogs

source: Write a Blog
fr_ca: Écrire un Blog

source: No blogs have been posted yet
fr_ca: Aucun des blogs n’a encore été publié.

source: Edit Blog
fr_ca: Éditer blog

source: Delete Blog
fr_ca: Supprimer blog

source: Last Modified:
fr_ca: Date de dernière modification :

source: Responses
fr_ca: Réponses

source: Write a response
fr_ca: Écrire une réponse

source: Publish
fr_ca: Publier

source: Show More Responses
fr_ca: Affichez plus de réponses

source: Blog may be in draft state or unavailable.
fr_ca: Le blog peut être à l’état d’ébauche ou indisponible.

source: Question & Answer Forum
fr_ca: Forum de questions et réponses

source: Latest Questions
fr_ca: Dernières questions

source: Ask Question
fr_ca: Posez une question

source: Questions Count
fr_ca: Nombre de questions

source: All
fr_ca: Tous

source: Unanswered
fr_ca: Non répondu

source: My Timeline
fr_ca: Mon calendrier

source: My Drafts
fr_ca: Mes Brouillons

source: questionType
fr_ca: Type de question

source: Select question type
fr_ca: Sélectionnez le type de question

source: No questions under this category
fr_ca: Pas de questions sous cette catégorie.

source: Ask a Question
fr_ca: Posez une Question

source: *Title range: 10-150 characters
fr_ca: *Gamme de titres : 10-150 caractères

source: Your title helps people quickly understand what your question is about so they can answer it.
fr_ca: Votre titre aide les gens à comprendre rapidement en quoi consiste votre question afin qu'ils puissent y répondre.

source: Tags help the right people find and answer your question.
fr_ca: Les étiquettes aident les bonnes personnes à trouver et à répondre à votre question.

source: Save as Draft
fr_ca: Enregistrer comme brouillon

source: Publish
fr_ca: Publier

source: Question updated successfully
fr_ca: Question mise à jour avec succès

source: Question saved in the drafts
fr_ca: Question enregistrée dans les ébauches

source: Question published successfully
fr_ca: Question publiée avec succès

source: No question exists for the provided id
fr_ca: Il n’existe aucune question pour l’ID prévue

source: Unable to load question. Please retry!
fr_ca: Impossible de charger une question. Veuillez réessayer!

source: Asked
fr_ca: Interrogé

source: at
fr_ca: à

source: Load More Comments
fr_ca: Charger plus de commentaires
